-- MySQL dump 10.13  Distrib 8.0.40, for Linux (x86_64)
--
-- Host: localhost    Database: jahongirapp
-- ------------------------------------------------------
-- Server version	8.0.40-0ubuntu0.24.04.1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `agent_payments`
--

DROP TABLE IF EXISTS `agent_payments`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `agent_payments` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `guide_id` bigint unsigned DEFAULT NULL,
  `sold_tour_id` bigint unsigned DEFAULT NULL,
  `payment_document_image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `payment_method` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `payment_date` date DEFAULT NULL,
  `amount_paid` int DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `agent_payments`
--

LOCK TABLES `agent_payments` WRITE;
/*!40000 ALTER TABLE `agent_payments` DISABLE KEYS */;
/*!40000 ALTER TABLE `agent_payments` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `amenities`
--

DROP TABLE IF EXISTS `amenities`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `amenities` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `amenities`
--

LOCK TABLES `amenities` WRITE;
/*!40000 ALTER TABLE `amenities` DISABLE KEYS */;
/*!40000 ALTER TABLE `amenities` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `amenity_room`
--

DROP TABLE IF EXISTS `amenity_room`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `amenity_room` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `amenity_id` bigint unsigned NOT NULL,
  `room_id` bigint unsigned NOT NULL,
  PRIMARY KEY (`id`),
  KEY `amenity_room_amenity_id_foreign` (`amenity_id`),
  KEY `amenity_room_room_id_foreign` (`room_id`),
  CONSTRAINT `amenity_room_amenity_id_foreign` FOREIGN KEY (`amenity_id`) REFERENCES `amenities` (`id`) ON DELETE CASCADE,
  CONSTRAINT `amenity_room_room_id_foreign` FOREIGN KEY (`room_id`) REFERENCES `rooms` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `amenity_room`
--

LOCK TABLES `amenity_room` WRITE;
/*!40000 ALTER TABLE `amenity_room` DISABLE KEYS */;
/*!40000 ALTER TABLE `amenity_room` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `banks`
--

DROP TABLE IF EXISTS `banks`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `banks` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `mfo` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `bankName` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3979 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `banks`
--

LOCK TABLES `banks` WRITE;
/*!40000 ALTER TABLE `banks` DISABLE KEYS */;
INSERT INTO `banks` VALUES (2051,'00789','КУКОН Ш., АТ ХАЛК БАНКИ КУКОН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2052,'00790','МАРГИЛОН Ш., АТ ХАЛК БАНКИ МАРГИЛОН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2053,'00792','УЗБЕКИСТОН Т., АТ ХАЛК БАНКИ УЗБЕКИСТОН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2054,'00794','БОГДОД Т., АТ ХАЛК БАНКИ БОГДОД ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2055,'00795','РИШТОН Т., АТ ХАЛК БАНКИ РИШТОН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2056,'00796','ОЛТИАРИК Т., АТ ХАЛК БАНКИ ОЛТИАРИК ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2057,'00797','БЕШАРИК Т., АТ ХАЛК БАНКИ БЕШАРИК ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2058,'00798','ТОШЛОК Т., АТ ХАЛК БАНКИ TОШЛОК ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2059,'00799','КУВА Т., АТ ХАЛК БАНКИ КУВА ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2060,'00800','ДАНГАРА Т., АТ ХАЛК БАНКИ ДАНГАРА ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2061,'00801','ФАРГОНА Т., АТ ХАЛК БАНКИ ВОДИЛ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2062,'00802','КУВАСОЙ Ш., АТ ХАЛК БАНКИ КУВАСОЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2063,'00803','КУШТЕПА Т., АТ ХАЛК БАНКИ КУШТЕПА ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2064,'00804','УЧКУПРИК Т., АТ ХАЛК БАНКИ УЧКУПРИК ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2065,'00805','ЁЗЁВОН Т., АТ ХАЛК БАНКИ ЁЗЁВОН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2066,'00806','СУХ Т., АТ ХАЛК БАНКИ СУХ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2067,'00807','ФУРКАТ Т., АТ ХАЛК БАНКИ ФУРКАТ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2068,'00808','УРГАНЧ Ш., АТ ХАЛК БАНКИ XОРАЗМ ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2069,'00809','ГУРЛАН Т., АТ ХАЛК БАНКИ ГУРЛАН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2070,'00810','ШОВОТ Т., АТ ХАЛК БАНКИ ШОВОТ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2071,'00811','ХИВА Ш., АТ ХАЛК БАНКИ XИВА ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2072,'00812','ХОНКА Т., АТ ХАЛК БАНКИ XОНКА ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2073,'00813','ХОЗАРаСП Т., АТ ХАЛК БАНКИ XОЗАРАСП ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2074,'00814','ЯНГИАРИК Т., АТ ХАЛК БАНКИ ЯНГИАРИК ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2075,'00815','КУШКУПИР Т., АТ ХАЛК БАНКИ КУШКУПИР ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2076,'00816','БОГОТ Т., АТ ХАЛК БАНКИ БОГОТ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2077,'00817','УРГАНЧ Т., АТ ХАЛК БАНКИ КОРАУЛ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2078,'00818','ХОЗАРАСП Т., АТ ХАЛК БАНКИ ПИТНАК ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2079,'00819','ЯНГИБОЗОР Т., АТ ХАЛК БАНКИ ЯНГИБОЗОР ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2080,'00820','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ МИРОБОД ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2081,'00821','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ ШАЙХОНТОХУР ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2082,'00822','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ МИРЗО УЛУГБЕК ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2083,'00823','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ ЮНУСОБОД ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2084,'00825','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ ЧИЛОНЗОР ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2085,'00826','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ СИРГАЛИ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2086,'00827','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ ЯШНОБОД ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2087,'00828','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ ОЛМАЗОР ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2088,'00829','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ УЧТЕПА ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2089,'00830','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ БЕКТЕМИР ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2090,'00831','ТОШКЕНТ Ш., \"КДБ БАНК УЗБЕКИСТОН\" АЖ ЮНУСОБОД ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2091,'00835','ТОШКЕНТ Ш., \"ГАРАНТ БАНК\" АЖ ЧИНОР ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2092,'00836','ТОШКЕНТ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ ЮНУСОБОД ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2093,'00837','ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ ЮНУСОБОД ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2094,'00839','ХУЖАЙЛИ Т., АТ ХАЛК БАНКИ XУЖАЙЛИ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2095,'00842','ТОШКЕНТ Ш., \"КДБ БАНК УЗБЕКИСТОН\" АКЦИЯДОРЛИК ЖАМИЯТИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2096,'00845','ДЕНОВ Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ ДЕНОВ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2097,'00846','ТУРТКУЛ Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ TУРТКУЛ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2098,'00847','ТОШКЕНТ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ ЯШНОБОД ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2099,'00849','ГИЖДУВОН Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ ГИЖДУВОН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2100,'00850','ТОШКЕНТ Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ TОШКЕНТ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2101,'00854','КАРШИ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КАРШИ МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2102,'00855','ГУЛИСТОН Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ СИРДАРЁ МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2103,'00860','ХАЗОРАСП Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ XАЗОРАСП ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2104,'00861','УРГАНЧ Ш., АТ \"АЛОКАБАНК\" XОРАЗМ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2105,'00863','ЧИРЧИК Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ЧИРЧИК ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2106,'00865','УРГУТ Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ УРГУТ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2107,'00866','ОХАНГАРОН Т., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ ОХАНГАРОН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2108,'00869','ТОШКЕНТ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ СЕРГЕЛИ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2109,'00870','ТОШКЕНТ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ ЯККАСАРОЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2110,'00873','ТОШКЕНТ Ш., \"АСАКАБАНК\" АЖ БОШ ОФИСИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2111,'00874','НАМАНГАН Ш., АТ \"АЛОКАБАНК\" НАМАНГАН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2112,'00875','ТОШКЕНТ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ МИРОБОД ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2113,'00876','ТОШКЕНТ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ ОЛМАЗОР ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2114,'00877','УЙЧИ Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ УЙЧИ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2115,'00880','УЧКУДУК Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ УЧКУДУК ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2116,'00881','УЧКУРГОН Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ УЧКУРГОН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2117,'00882','ТОШКЕНТ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ МАРКАЗИЙ АМАЛИЁТ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2118,'00884','КИБРАЙ Т., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КИБРАЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2119,'00885','БЕШАРИК Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ БЕШАРИК ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2120,'00886','КУВА Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ КУВА ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2121,'00888','КУНГИРОТ Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ КУНГИРОТ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2122,'00892','ЖИЗЗАХ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ ИНДУСТРИАЛ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2123,'00893','АСАКА Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ АСАКА ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2124,'00895','ТОШКЕНТ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ МИРЗО УЛУГБЕК ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2125,'00899','КОГОН Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ КОГОН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2126,'00905','ТОШКЕНТ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ САЁХАТ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2127,'00907','ШОВОТ Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ ШОВОТ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2128,'00909','ЯНГИЕР Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ ЯНГИЕР ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2129,'00910','КОРАКУЛ Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ КОРАКУЛ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2130,'00913','ЖОМБОЙ Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ ЖОМБОЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2131,'00914','КУМКУРГОН Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ КУМКУРГОН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2132,'00915','ХОНКА Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ XОНКА ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2133,'00916','МИРЗАЧУЛ Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ МИРЗАЧУЛ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2134,'00918','ТОШКЕНТ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ УЧТЕПА ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2135,'00923','АНДИЖОН Ш., АТ \"АЛОКАБАНК\" АНДИЖОН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2136,'00924','БЕКОБОД Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ БЕКОБОД ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2137,'00929','САМАРКАНД Т., \"АГРОБАНК\" АТБ САМАРКАНД ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2138,'00930','ТОШКЕНТ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ БЕКТЕМИР ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2139,'00932','ЧОРТОК Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ ЧОРТОК ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2140,'00933','ЖАРКУРГОН Т., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ ЖАРКУРГОН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2141,'00934','САРИОСИЁ Т., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ САРИОСИЁ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2142,'00937','ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ БОШ АМАЛИЁТ БОШКАРМАСИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2143,'00901','ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ ОЛМАЗОР ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2144,'00941','ПАСТДАРГОМ Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ ПАСТДАРГОМ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2145,'00943','РОМИТАН Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ РОМИТАН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2146,'00945','КИЗИЛТЕПА Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ КИЗИЛТЕПА ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2147,'00946','РИШТОН Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ РИШТОН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2148,'00950','ТОШКЕНТ Ш., ЭРОН \"СОДЕРОТ\"БАНКИНИНГ ТОШКЕНТ ШАХРИДАГИ ШУЪБА БАНКИ БОШ ОФИСИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2149,'00953','БЕРУНИЙ Т., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ БЕРУНИЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2150,'00954','ТОШКЕНТ Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ ДАРХОН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2151,'00955','МАРХАМАТ Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ МАРХАМАТ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2152,'00956','КУКОН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ КУКОН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2153,'00959','ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ ЯШНОБОД ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2154,'00960','ЧИНОЗ Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ЧИНОЗ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2155,'00961','БУХОРО Ш., АТ \"АЛОКАБАНК\" БУХОРО ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2156,'00963','ТОШКЕНТ Ш., \"АСАКАБАНК\" АЖ ЮНУСОБОД ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2157,'00965','ФАРГОНА Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ИСТИКБОЛ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2158,'00966','БУХОРО Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ БУХОРО ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2159,'00967','ТЕРМИЗ Ш., АТ \"АЛОКАБАНК\" СУРХОНДАРЁ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2160,'00969','ТОШКЕНТ Ш., \"АСАКАБАНК\" АЖ ШАЙХОНТОХУР ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2161,'00973','КУКОН Ш., АТ БАНКИ \"УНИВЕРСАЛ БАНК\" БОШ ОФИСИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2162,'00974','ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ АМАЛИЁТ БОШКАРМАСИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2163,'00975','БУХОРО Т., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ ГАЛАОСИЁ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2164,'00976','ЯНГИЙУЛ Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ЯНГИЙУЛ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2165,'00978','ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ СИРГАЛИ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2166,'00980','ТОШКЕНТ Ш., \"РАВНАК-БАНК\" АКЦИЯДОРЛИК ЖАМИЯТИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2167,'00981','ТОШКЕНТ Ш., \"ДАВР-БАНК\" ХАТ БАНКИНИНГ БОШ ОФИСИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2168,'00982','ЖИЗЗАХ Ш., \"ТУРОНБАНК\" АТ БАНКИНИНГ ЖИЗЗАХ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2169,'00985','САМАРКАНД Ш., АТ \"АЛОКАБАНК\" САМАРКАНД ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2170,'00986','ТОШКЕНТ Ш., \"ТУРОНБАНК\" АТ БАНКИНИНГ МИРОБОД ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2171,'00987','НУРАФШОН Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ ТОШКЕНТ ВИЛОЯТИ МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2172,'00988','ОЛМАЛИК Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ОЛМАЛИК ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2173,'00989','ШАХРИСАБЗ Т., \"ТУРОНБАНК\" АТ БАНКИНИНГ ШАХРИСАБЗ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2174,'00990','КАРШИ Ш., АТ \"АЛОКАБАНК\" КАШКАДАРЁ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2175,'00991','МАРГИЛОН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ МАРГИЛОН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2176,'00992','НАМАНГАН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ЮКСАЛИШ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2177,'00994','САМАРКАНД Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ САМАРКАНД МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2178,'00996','ТОШКЕНТ Ш., АТ БАНКИ \"УНИВЕРСАЛ БАНК\" ТОШКЕНТ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2179,'00997','ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ ЧИЛОНЗОР ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2180,'00999','ТОШКЕНТ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ УРИКЗОР ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2181,'01001','ТЕРМИЗ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ТЕРМИЗ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2182,'01003','КУВАСОЙ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ КУВАСОЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2183,'01005','САМАРКАНД Ш., АТ ХАЛК БАНКИ САМАРКАНД ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2184,'01007','КАРМАНА Т., АТ \"АЛОКАБАНК\" НАВОИЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2185,'01008','ТОШКЕНТ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ АВИАСОЗЛИК ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2186,'01010','КУМКУРГОН Т., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ КУМКУРГОН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2187,'01011','ФАРГОНА Ш., АТ \"АЛОКАБАНК\" ФАРГОНА ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2188,'01013','ТОШКЕНТ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ЯККАСАРОЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2189,'01016','ЯНГИОБОД Т., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ ЯНГИОБОД ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2190,'01017','ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ ЯККАСАРОЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2191,'01018','ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ МИРЗО УЛУГБЕК ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2192,'01019','ЗАНГИОТА Т., \"ТУРОНБАНК\" АТ БАНКИНИНГ ЗАНГИОТА ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2193,'01020','УРГАНЧ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ УРГАНЧ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2194,'01021','ЗАРАФШОН Ш., \"АСАКАБАНК\" АЖ ЗАРАФШОН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2195,'01022','АНГРЕН Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ АНГРЕН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2196,'01026','ЖИЗЗАХ Ш., АТ \"АЛОКАБАНК\" ЖИЗЗАХ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2197,'01028','ТОШКЕНТ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ ЯККАСАРОЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2198,'01030','САМАРКАНД Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ САМАРКАНД ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2199,'01031','КАРШИ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ КАРШИ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2200,'01032','ТЕРМИЗ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ ТЕРМИЗ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2201,'01033','ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ ЧОРСУ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2202,'01034','ОЛМАЛИК Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ОЛМАЛИК ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2203,'01036','ТОШКЕНТ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ САГБОН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2204,'01037','ТОШКЕНТ Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\" БОШ АМАЛИЁТЛАР БОШКАРМАСИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2205,'01038','НУКУС Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ НУКУС ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2206,'01039','ЧИНОЗ Т., \"ИПОТЕКА-БАНК\" АТИБ ЧИНОЗ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2207,'01041','ТОШКЕНТ Ш., \"INVEST FINANCE BANK\" АКЦИЯДОРЛИК ЖАМИЯТИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2208,'01042','ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ СИРГАЛИ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2209,'01043','ФАРГОНА Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ ФАРГОНА ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2210,'01045','ТЕРМИЗ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ СУРХОНДАРЁ МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2211,'01046','ТОШКЕНТ Ш., \"ДАВР-БАНК\" ХАТ БАНКИНИНГ ЧИЛОНЗОР ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2212,'01047','ПАСТДАРГОМ Т., \"МИКРОКРЕДИТБАНК\" АТБ ЖУМА ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2213,'01048','ШАХРИСАБЗ Т., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ ШАХРИСАБЗ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2214,'01049','КОСОНСОЙ Т., \"МИКРОКРЕДИТБАНК\" АТБ КОСОНСОЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2215,'00560','ХОНКА Т., \"АГРОБАНК\" АТБ ХОНКА ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2216,'00562','ХОНКА Т., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ ХОНКА ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2217,'00563','ЯНГИАРИК Т., \"АГРОБАНК\" АТБ ЯНГИАРИК ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2218,'00565','КУШКУПИР Т., \"АГРОБАНК\" АТБ КУШКУПИР ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2219,'00567','ШОВОТ Т., \"АГРОБАНК\" АТБ ШОВОТ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2220,'00569','УРГАНЧ Т., \"АГРОБАНК\" АТБ УРГАНЧ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2221,'00570','УРГАНЧ Т., \"МИКРОКРЕДИТБАНК\" АТБ КОРОВУЛ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2222,'00574','ЯНГИБОЗОР Т., \"АГРОБАНК\" АТБ ЯНГИБОЗОР ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2223,'00576','ХИВА Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ ХИВА ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2224,'00578','ХИВА Ш., \"МИКРОКРЕДИТБАНК\" АТБ XИВА ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2225,'00579','УРГАНЧ Ш., \"ИПОТЕКА-БАНК\" АТИБ XОРАЗМ ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2226,'00580','УРГАНЧ Ш., \"ИПОТЕКА-БАНК\" АТИБ \"ТИНЧЛИК\" ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2227,'00581','УРГАНЧ Ш., \"АСАКАБАНК\" АЖ УРГАНЧ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2228,'00582','НУКУС Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ КОРАКАЛПОГИСТОН РЕСПУБЛИКАСИ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2229,'00583','НУКУС Ш., \"АГРОБАНК\" АТБ КОРАКАЛПОГИСТОН РЕСПУБЛИКАСИ ХУДУДИЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2230,'00584','НУКУС Ш., \"МИКРОКРЕДИТБАНК\" АТБ КОРАКАЛПОГИСТОН РЕСПУБЛИКАСИ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2231,'00585','НУКУС Ш., \"ТУРОНБАНК\" АТ БАНКИНИНГ НУКУС ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2232,'00588','НУКУС Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\" КОРАКАЛПОГИСТОН МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2233,'00589','КЕГЕЙЛИ Т., \"АГРОБАНК\" АТБ КЕГЕЙЛИ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2234,'00590','ШУМАНАЙ Т., \"АГРОБАНК\" АТБ ШУМАНАЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2235,'00592','КУНГИРОТ Т., \"АГРОБАНК\" АТБ КУНГИРОТ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2236,'00594','МУЙНОК Т., \"АГРОБАНК\" АТБ МУЙНОК ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2237,'00595','НУКУС Т., \"АГРОБАНК\" АТБ НУКУС ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2238,'00598','ТУРТКУЛ Т., \"АГРОБАНК\" АТБ ТУРТКУЛ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2239,'00599','ТУРТКУЛ Т., \"МИКРОКРЕДИТБАНК\" АТБ TУРТКУЛ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2240,'00600','ТУРТКУЛ Т., \"ГАРАНТ БАНК\" АЖ TУРТКУЛ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2241,'00602','ХУЖАЙЛИ Т., \"АГРОБАНК\" АТБ ХУЖАЙЛИ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2242,'00605','ЧИМБОЙ Т., \"АГРОБАНК\" АТБ ЧИМБОЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2243,'00607','БЕРУНИЙ Т., \"АГРОБАНК\" АТБ БЕРУНИЙ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2244,'00609','КОНЛИКУЛ Т., \"АГРОБАНК\" АТБ КОНЛИКУЛ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2245,'00612','КОРАУЗАК Т., \"АГРОБАНК\" АТБ КОРАУЗАК ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2246,'00614','ЭЛЛИККАЛЪА Т., \"АГРОБАНК\" АТБ ЭЛЛИККАЛЪА ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2247,'00619','АМУДАРЁ Т., \"АГРОБАНК\" АТБ АМУДАРЁ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2248,'00620','АМУДАРЁ Т., \"МИКРОКРЕДИТБАНК\" АТБ МАНГИТ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2249,'00621','НУКУС Ш., \"ИПОТЕКА-БАНК\" АТИБ КОРАКАЛПОГИСТОН РЕСПУБЛИКАСИ ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2250,'00623','НУКУС Ш., АТ \"АЛОКАБАНК\" КОРАКАЛПОГИСТОН ФИЛИАЛИ','2024-12-15 00:50:52','2024-12-15 00:50:52'),(2251,'00625','НУКУС Ш., \"АСАКАБАНК\" АЖ НУКУС ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2252,'00626','ЧИМБОЙ Т., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ ЧИМБОЙ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2253,'00628','БУСТОН Т., АТ ХАЛК БАНКИ БУЗ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2254,'00630','КУКОН Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ КУКОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2255,'00631','КУКОН Ш., \"АСАКАБАНК\" АЖ КУКОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2256,'00633','ТУРТКУЛ Т., АТ ХАЛК БАНКИ TУРТКУЛ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2257,'00634','АМУДАРЁ Т., АТ ХАЛК БАНКИ АМУДАРЁ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2258,'00597','ТАХТАКУПИР Т., \"АГРОБАНК\" АТБ ТАХТАКУПИР ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2259,'00635','ЧИМБОЙ Т., АТ ХАЛК БАНКИ ЧИМБОЙ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2260,'00636','БЕРУНИЙ Т., АТ ХАЛК БАНКИ БЕРУНИЙ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2261,'00637','МУЙНОК Т., АТ ХАЛК БАНКИ МУЙНОК ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2262,'00638','НУКУС Ш., АТ ХАЛК БАНКИ КОРАКАЛПОГИСТОН РЕСПУБЛИКАСИ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2263,'00639','КУНГИРОТ Т., АТ ХАЛК БАНКИ КУНГИРОТ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2264,'00640','КЕГЕЙЛИ Т., АТ ХАЛК БАНКИ КЕГЕЙЛИ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2265,'00641','ТАХТАКУПИР Т., АТ ХАЛК БАНКИ TАХТАКУПИР ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2266,'00642','ШУМАНАЙ Т., АТ ХАЛК БАНКИ ШУМАНАЙ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2267,'00643','ТАХИАТОШ Т., АТ ХАЛК БАНКИ TАХИАТОШ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2268,'00644','КОНЛИКУЛ Т., АТ ХАЛК БАНКИ КОНЛИКУЛ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2269,'00645','КОРАУЗАК Т., АТ ХАЛК БАНКИ КОРАУЗАК ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2270,'00646','ЭЛЛИККАЛЪА Т., АТ ХАЛК БАНКИ ЭЛЛИККАЛЪА ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2271,'00647','НУКУС Т., АТ ХАЛК БАНКИ ОКМАНГИТ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2272,'00649','АНДИЖОН Ш., АТ ХАЛК БАНКИ АНДИЖОН ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2273,'00650','АСАКА Т., АТ ХАЛК БАНКИ АСАКА ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2274,'00651','ШАХРИХОН Т., АТ ХАЛК БАНКИ ШАХРИХОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2275,'00652','МАРХАМАТ Т., АТ ХАЛК БАНКИ МАРХАМАТ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2276,'00653','ЖАЛОЛКУДУК Т., АТ ХАЛК БАНКИ ЖАЛОЛКУДУК ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2277,'00654','ИЗБОСКАН Т., АТ ХАЛК БАНКИ ИЗБОСКАН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2278,'00655','БАЛИКЧИ Т., АТ ХАЛК БАНКИ БАЛИКЧИ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2279,'00656','ХУЖАОБОД Т., АТ ХАЛК БАНКИ XУЖАОБОД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2280,'00657','ПАХТАОБОД Т., АТ ХАЛК БАНКИ ПАХТАОБОД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2281,'00658','АНДИЖОН Т., АТ ХАЛК БАНКИ КУЙГАНЁР ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2282,'00659','КУРГОНТЕПА Т., АТ ХАЛК БАНКИ КУРГОНТЕПА ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2283,'00660','ХОНОБОД Ш., АТ ХАЛК БАНКИ XОНОБОД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2284,'00662','ОЛТИНКУЛ Т., АТ ХАЛК БАНКИ ОЛТИНКУЛ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2285,'00664','БУЛОКБОШИ Т., АТ ХАЛК БАНКИ БУЛОКБОШИ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2286,'00665','КОГОН Ш., АТ ХАЛК БАНКИ КОГОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2287,'00666','ГИЖДУВОН Т., АТ ХАЛК БАНКИ ГИЖДУВОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2288,'00667','КОРАКУЛ Т., АТ ХАЛК БАНКИ КОРАКУЛ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2289,'00668','ВОБКЕНТ Т., АТ ХАЛК БАНКИ ВОБКЕНТ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2290,'00669','РОМИТАН Т., АТ ХАЛК БАНКИ РОМИТОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2291,'00670','ШОФИРКОН Т., АТ ХАЛК БАНКИ ШОФИРКОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2292,'00671','ЖОНДОР Т., АТ ХАЛК БАНКИ ЖОНДОР ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2293,'00672','БУХОРО Т., АТ ХАЛК БАНКИ ГАЛАОСИЁ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2294,'00673','ОЛОТ Т., АТ ХАЛК БАНКИ ОЛОТ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2295,'00674','ПЕШКУ Т., АТ ХАЛК БАНКИ ПЕШКУ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2296,'00675','ЗОМИН Т., АТ ХАЛК БАНКИ ЗОМИН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2297,'00676','ЖИЗЗАХ Ш., АТ ХАЛК БАНКИ ЖИЗЗАХ ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2298,'00677','ГАЛЛАОРОЛ Т., АТ ХАЛК БАНКИ ГАЛЛАОРОЛ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2299,'00678','ФОРИШ Т., АТ ХАЛК БАНКИ ФОРИШ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2300,'00679','МИРЗАЧУЛ Т., АТ ХАЛК БАНКИ МИРЗАЧУЛ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2301,'00680','ПАХТАКОР Т., АТ ХАЛК БАНКИ ПАХТАКОР ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2302,'00681','БАХМАЛ Т., АТ ХАЛК БАНКИ БАХМАЛ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2303,'00682','ДУСТЛИК Т., АТ ХАЛК БАНКИ ДУСТЛИК ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2304,'00683','АРНАСОЙ Т., АТ ХАЛК БАНКИ АРНАСОЙ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2305,'00684','Ш.РАШИДОВ Т., АТ ХАЛК БАНКИ УЧТЕПА ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2306,'00685','ЗАРБДОР Т., АТ ХАЛК БАНКИ ЗАРБДОР ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2307,'00686','ЗАФАРОБОД Т., АТ ХАЛК БАНКИ ЗАФАРОБОД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2308,'00687','КАРШИ Ш., АТ ХАЛК БАНКИ КАШКАДАРЁ ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2309,'00688','КОСОН Т., АТ ХАЛК БАНКИ КОСОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2310,'00689','ЧИРОКЧИ Т., АТ ХАЛК БАНКИ ЧИРОКЧИ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2311,'00690','ШАХРИСАБЗ Т., АТ ХАЛК БАНКИ ШАХРИСАБЗ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2312,'00691','ЯККАБОГ Т., АТ ХАЛК БАНКИ ЯККАБОГ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2313,'00692','ГУЗОР Т., АТ ХАЛК БАНКИ ГУЗОР ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2314,'00693','ДЕХКОНОБОД Т., АТ ХАЛК БАНКИ ДЕХКОНОБОД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2315,'00694','КИТОБ Т., АТ ХАЛК БАНКИ КИТОБ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2316,'00695','КАРШИ Т., АТ ХАЛК БАНКИ БЕШКЕНТ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2317,'00696','КАМАШИ Т., АТ ХАЛК БАНКИ КАМАШИ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2318,'00697','КАСБИ Т., АТ ХАЛК БАНКИ КАСБИ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2319,'00698','НИШОН Т., АТ ХАЛК БАНКИ НИШОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2320,'00699','МИРИШКОР Т., АТ ХАЛК БАНКИ МИРИШКОР ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2321,'00700','МУБОРАК Т., АТ ХАЛК БАНКИ МУБОРАК ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2322,'00702','НУРОТА Ш., АТ ХАЛК БАНКИ НУРОТА ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2323,'00703','КАРМАНА Т., АТ ХАЛК БАНКИ НАВОИЙ ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2324,'00704','ХАТИРЧИ Т., АТ ХАЛК БАНКИ XАТИРЧИ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2325,'00706','КИЗИЛТЕПА Т., АТ ХАЛК БАНКИ КИЗИЛТЕПА ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2326,'00709','ЗАРАФШОН Ш., АТ ХАЛК БАНКИ ЗАРАФШОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2327,'00710','НАВБАХОР Т., АТ ХАЛК БАНКИ НАВБАХОР ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2328,'00711','НАМАНГАН Ш., АТ ХАЛК БАНКИ НАМАНГАН ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2329,'00712','ЯНГИКУРГОН Т., АТ ХАЛК БАНКИ ЯНГИКУРГОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2330,'00713','МИНГБУЛОК Т., АТ ХАЛК БАНКИ МИНГБУЛОК ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2331,'00714','ПОП Т., АТ ХАЛК БАНКИ ПОП ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2332,'00715','ЧУСТ Т., АТ ХАЛК БАНКИ ЧУСТ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2333,'00716','УЙЧИ Т., АТ ХАЛК БАНКИ УЙЧИ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2334,'00717','УЧКУРГОН Т., АТ ХАЛК БАНКИ УЧКУРГОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2335,'00718','КОСОНСОЙ Т., АТ ХАЛК БАНКИ КОСОНСОЙ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2336,'00719','ТУРАКУРГОН Т., АТ ХАЛК БАНКИ TУРАКУРГОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2337,'00720','НАМАНГАН Т., АТ ХАЛК БАНКИ TОШБУЛОК ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2338,'00721','ЧОРТОК Т., АТ ХАЛК БАНКИ ЧОРТОК ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2339,'00722','НОРИН Т., АТ ХАЛК БАНКИ НОРИН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2340,'00725','КАТТАКУРГОН Ш., АТ ХАЛК БАНКИ КАТТАКУРГОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2341,'00726','ПАЙАРИК Т., АТ ХАЛК БАНКИ ПАЙАРИК ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2342,'00727','БУЛУНГУР Т., АТ ХАЛК БАНКИ БУЛУНГУР ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2343,'00728','ОКДАРЁ Т., АТ ХАЛК БАНКИ ОКДАРЁ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2344,'00729','ПАСТДАРГОМ Т., АТ ХАЛК БАНКИ ПАСТДАРГОМ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2345,'00730','УРГУТ Т., АТ ХАЛК БАНКИ УРГУТ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2346,'00731','НАРПАЙ Т., АТ ХАЛК БАНКИ НАРПАЙ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2347,'00732','ЖОМБОЙ Т., АТ ХАЛК БАНКИ ЖОМБОЙ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2348,'00733','ПАХТАЧИ Т., АТ ХАЛК БАНКИ ПАХТАЧИ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2349,'00734','САМАРКАНД Т., АТ ХАЛК БАНКИ САМАРКАНД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2350,'00735','ИШТИХОН Т., АТ ХАЛК БАНКИ ИШТИХОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2351,'00737','КАТТАКУРГОН Т., АТ ХАЛК БАНКИ ПАЙШАНБА ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2352,'00739','КУШРАБОД Т., АТ ХАЛК БАНКИ КУШРАБОД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2353,'00740','НУРОБОД Т., АТ ХАЛК БАНКИ НУРОБОД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2354,'00742','ТОЙЛОК Т., АТ ХАЛК БАНКИ TОЙЛОК ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2355,'00745','УЗУН Т., АТ ХАЛК БАНКИ УЗУН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2356,'00746','БОЙСУН Т., АТ ХАЛК БАНКИ БОЙСУН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2357,'00747','ДЕНОВ Т., АТ ХАЛК БАНКИ ДЕНОВ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2358,'00748','ШЕРОБОД Т., АТ ХАЛК БАНКИ ШЕРОБОД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2359,'00749','ЖАРКУРГОН Т., АТ ХАЛК БАНКИ ЖАРКУРГОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2360,'00750','ШУРЧИ Т., АТ ХАЛК БАНКИ ШУРЧИ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2361,'00751','АНГОР Т., АТ ХАЛК БАНКИ АНГОР ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2362,'00752','МУЗРОБОД Т., АТ ХАЛК БАНКИ МУЗРОБОД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2363,'00753','КИЗИРИК Т., АТ ХАЛК БАНКИ КИЗИРИК ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2364,'00754','КУМКУРГОН Т., АТ ХАЛК БАНКИ КУМКУРГОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2365,'00755','ОЛТИНСОЙ Т., АТ ХАЛК БАНКИ ОЛТИНСОЙ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2366,'00757','САРИОСИЁ Т., АТ ХАЛК БАНКИ САРИОСИЁ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2367,'00759','ГУЛИСТОН Ш., АТ ХАЛК БАНКИ СИРДАРЁ ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2368,'00760','СИРДАРЁ Т., АТ ХАЛК БАНКИ СИРДАРЁ ШАХАР ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2369,'00761','ЯНГИЕР Ш., АТ ХАЛК БАНКИ ЯНГИЕР ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2370,'00762','БОЁВУТ Т., АТ ХАЛК БАНКИ БОЁВУТ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2371,'00763','САРДОБА Т., АТ ХАЛК БАНКИ САРДОБА ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2372,'00764','ГУЛИСТОН Т., АТ ХАЛК БАНКИ ГУЛИСТОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2373,'00765','САЙХУНОБОД Т., АТ ХАЛК БАНКИ САЙХУНОБОД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2374,'00766','ОКОЛТИН Т., АТ ХАЛК БАНКИ ОКОЛТИН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2375,'00767','МИРЗАОБОД Т., АТ ХАЛК БАНКИ МИРЗАОБОД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2376,'00770','БУСТОНЛИК Т., АТ ХАЛК БАНКИ БУСТОНЛИК ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2377,'00771','ЮКОРИЧИРЧИК Т., АТ ХАЛК БАНКИ ЮКОРИЧИРЧИК ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2378,'00772','ОХАНГАРОН Т., АТ ХАЛК БАНКИ ОХАНГАРОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2379,'00773','КУЙИЧИРЧИК Т., АТ ХАЛК БАНКИ ДУСТОБОД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2380,'00774','ПСКЕНТ Т., АТ ХАЛК БАНКИ ПСКЕНТ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2381,'00775','УРТАЧИРЧИК Т., АТ ХАЛК БАНКИ TУЙТЕПА ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2382,'00776','КИБРАЙ Т., АТ ХАЛК БАНКИ КИБРАЙ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2383,'00777','ЯНГИЙУЛ Т., АТ ХАЛК БАНКИ ЯНГИЙУЛ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2384,'00778','ЗАНГИОТА Т., АТ ХАЛК БАНКИ ЗАНГИОТА ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2385,'00779','ОККУРГОН Т., АТ ХАЛК БАНКИ ОККУРГОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2386,'00780','ЧИНОЗ Т., АТ ХАЛК БАНКИ ЧИНОЗ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2387,'00781','ЧИРЧИК Ш., АТ ХАЛК БАНКИ ЧИРЧИК ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2388,'00782','БУКА Т., АТ ХАЛК БАНКИ БУКА ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2389,'00783','БЕКОБОД Ш., АТ ХАЛК БАНКИ БЕКОБОД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2390,'00784','АНГРЕН Ш., АТ ХАЛК БАНКИ АНГРЕН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2391,'00785','ОЛМАЛИК Ш., АТ ХАЛК БАНКИ ОЛМАЛИК ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2392,'00786','ТОШКЕНТ Т., АТ ХАЛК БАНКИ КЕЛЕС ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2393,'00787','БЕКОБОД Т., АТ ХАЛК БАНКИ ЗАФАР ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2394,'00788','ПАРКЕНТ Т., АТ ХАЛК БАНКИ ПАРКЕНТ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2395,'11642','ТОШКЕНТ Ш., `АСАКАБАНК` АЖ `YUNUSOBOD AVTO SAVDO` САВДО НУКТАСИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2396,'11643','ТОШКЕНТ Ш., `АСАКАБАНК` АЖ `POYTAXT AVTOSAVDO` САВДО НУКТАСИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2397,'11644','ЧУСТ Т., `АСАКАБАНК` АЖ `CHUST AVTOTEXXIZMAT` САВДО НУКТАСИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2398,'01202','ТОШКЕНТ Ш., \"ОРИЕНТ ФИНАНС\" ХАТБ \"РАКАМЛИ\" ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2399,'11666','УРГУТ Т., `ГАРАНТ БАНК` АЖ УРГУТ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2400,'11667','ЖОМБОЙ Т., `ГАРАНТ БАНК` АЖ ЖОМБОЙ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2401,'11668','КОГОН Ш., АТ ХАЛК БАНКИ КОГОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2402,'11669','РОМИТАН Т., АТ ХАЛК БАНКИ РОМИТОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2403,'11670','ШОФИРКОН Т., АТ ХАЛК БАНКИ ШОФИРКОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2404,'11671','ЖОНДОР Т., АТ ХАЛК БАНКИ ЖОНДОР БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2405,'11672','БУХОРО Т., АТ ХАЛК БАНКИ ГАЛАОСИЁ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2406,'11620','УРГАНЧ Ш., `АСАКАБАНК` АЖ `ХОРАЗМАВТОТЕХХИЗМАТ` САВДО НУКТАСИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2407,'11621','КАРШИ Ш., `АСАКАБАНК` АЖ `KIA QARSHI` САВДО НУКТАСИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2408,'11622','КОРАСУВ Ш., АТ ХАЛК БАНКИ КОРАСУВ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2409,'11623','КУШРАБОТ Т., АТ ХАЛК БАНКИ КУШРАБОД БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2410,'11624','ГУЛИСТОН Ш., АТ ХАЛК БАНКИ `ГУЛИСТОН ШАХАР` БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2411,'11625','СИРДАРЁ Т., АТ ХАЛК БАНКИ `СИРДАРЁ ШАХАР` БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2412,'11626','САЙХУНОБОД Т., АТ ХАЛК БАНКИ САЙХУНОБОД БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2413,'11627','ОКОЛТИН Т., АТ ХАЛК БАНКИ ОКОЛТИН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2414,'11628','ГУЛИСТОН Т., АТ ХАЛК БАНКИ `ГУЛИСТОН ТУМАНИ` БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2415,'11629','МИРЗАОБОД Т., АТ ХАЛК БАНКИ МИРЗАОБОД БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2416,'11630','ЗОМИН Т., АТ ХАЛК БАНКИ ЗОМИН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2417,'11631','ДУСТЛИК Т., АТ ХАЛК БАНКИ ДУСТЛИК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2418,'11632','АРНАСОЙ Т., АТ ХАЛК БАНКИ АРНАСОЙ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2419,'11633','ОХАНГАРОН Ш., АТ ХАЛК БАНКИ ОХАНГАРОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2420,'11634','БЕКОБОД Ш., АТ ХАЛК БАНКИ БЕКОБОД БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2421,'11635','ПЕШКУ Т., АТ ХАЛК БАНКИ ПЕШКУ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2422,'11636','НАМАНГАН Ш., АТБ `КИШЛОК КУРИЛИШ БАНК` ЭЛОБОД БХКМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2423,'10162','БАЛИКЧИ Т., `МИКРОКРЕДИТБАНК` АТБ БАЛИКЧИ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2424,'10163','ШАХРИХОН Т., `МИКРОКРЕДИТБАНК` АТБ ШАХРИХОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2425,'10164','КОГОН Ш., `МИКРОКРЕДИТБАНК` АТБ КОГОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2426,'10165','ОЛОТ Т., `МИКРОКРЕДИТБАНК` АТБ ОЛОТ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2427,'10166','БУХОРО Ш., `МИКРОКРЕДИТБАНК` АТБ НАКШБАНД БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2428,'10167','ГИЖДУВОН Т., `МИКРОКРЕДИТБАНК` АТБ ХУЖАИ ЖАХОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2429,'10168','БУХОРО Т., `МИКРОКРЕДИТБАНК` АТБ ГАЛА ОСИЁ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2430,'10169','ВОБКЕНТ Т., `МИКРОКРЕДИТБАНК` АТБ ВОБКЕНТ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2431,'10170','ЖИЗЗАХ Ш., `МИКРОКРЕДИТБАНК` АТБ ЗИЛОЛ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2432,'10171','ПАХТАКОР Т., `МИКРОКРЕДИТБАНК` АТБ ПАХТАКОР БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2433,'10172','ШАРОФ РАШИДОВ Т., `МИКРОКРЕДИТБАНК` АТБ КАРВОНСАРОЙ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2434,'10173','ЗОМИН Т., `МИКРОКРЕДИТБАНК` АТБ ТУРКИСТОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2435,'10174','КАРШИ Ш., `МИКРОКРЕДИТБАНК` АТБ НАСАФ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2436,'10175','МУБОРАК Т., `МИКРОКРЕДИТБАНК` АТБ МУБОРАК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2437,'10176','КОСОН Т., `МИКРОКРЕДИТБАНК` АТБ ГУВАЛАК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2438,'10177','КОСОН Т., `МИКРОКРЕДИТБАНК` АТБ КУХНА КАЛЪА БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2439,'10178','ЯККАБОГ Т., `МИКРОКРЕДИТБАНК` АТБ ЯККАБОГ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2440,'10179','УЧКУДУК Т., `МИКРОКРЕДИТБАНК` АТБ УЧКУДУК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2441,'10180','НАВОИЙ Ш., `МИКРОКРЕДИТБАНК` АТБ ЁШЛИК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2442,'10181','ЗАРАФШОН Ш., `МИКРОКРЕДИТБАНК` АТБ КИЗИЛКУМ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2443,'10182','ХАТИРЧИ Т., `МИКРОКРЕДИТБАНК` АТБ ЯНГИРАБОД БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2444,'10183','НАМАНГАН Ш., `МИКРОКРЕДИТБАНК` АТБ РАВНАК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2445,'10184','ЖОМБОЙ Т., `МИКРОКРЕДИТБАНК` АТБ ЖОМБОЙ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2446,'10185','НАРПАЙ Т., `МИКРОКРЕДИТБАНК` АТБ ОКТОШ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2447,'10187','ГУЛИСТОН Ш., `МИКРОКРЕДИТБАНК` АТБ ЯНГИ ХАЁТ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2448,'10188','САРДОБА Т., `МИКРОКРЕДИТБАНК` АТБ САРДОБА БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2449,'10189','БОЁВУТ Т., `МИКРОКРЕДИТБАНК` АТБ СОХИЛ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2450,'10190','СИРДАРЁ Т., `МИКРОКРЕДИТБАНК` АТБ БАХТ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2451,'10191','ТЕРМИЗ Ш., `МИКРОКРЕДИТБАНК` АТБ ИНДЕНИМ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2452,'10192','ДЕНОВ Т., `МИКРОКРЕДИТБАНК` АТБ ЯНГИ ШАХАР БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2453,'10193','БАНДИХОН Т., `МИКРОКРЕДИТБАНК` АТБ БАНДИХОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2454,'10194','УРГАНЧ Ш., `МИКРОКРЕДИТБАНК` АТБ ФАРОВОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2455,'10195','ХОНКА Т., `МИКРОКРЕДИТБАНК` АТБ ХОНКА БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2456,'10196','КУШКУПИР Т., `МИКРОКРЕДИТБАНК` АТБ КУШКУПИР БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2457,'10197','УРГАНЧ Ш., `МИКРОКРЕДИТБАНК` АТБ КЕЛАЖАК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2458,'10198','УРГАНЧ Ш., `МИКРОКРЕДИТБАНК` АТБ НИХОЛ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2459,'10199','НАВОИЙ Ш., АТБ `КИШЛОК КУРИЛИШ БАНК` БУНЁДКОР БХКМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2460,'10200','ДУСТЛИК Т., АТБ \"КИШЛОК КУРИЛИШ БАНК\" ДУСТЛИК БХКМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2461,'10201','ТОШКЕНТ Ш., `ОРИЕНТ ФИНАНС` ХАТ БАНКИ МАСОФАВИЙ БХO','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2462,'10202','БАЛИКЧИ Т.., `ТРАСТБАНК` ХА БАНКИ `ЧИНОБОД` БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2463,'10203','ШОФИРКОН Т., `ТРАСТБАНК` ХА БАНКИ `ШОФИРКОН` БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2464,'10204','КОГОН Ш., `ТРАСТБАНК` ХА БАНКИ `ШАРК` БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2465,'10205','БУХОРО Ш., `TENGE BANK` АТБ `БУХОРО` БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2466,'10206','АНДИЖОН Ш., `TENGE BANK` АТБ `АНДИЖОН` БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2467,'10207','ФАРГОНА Ш., `TENGE BANK` АТБ `ФАРГОНА` БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2468,'10208','АНДИЖОН Ш., `КАПИТАЛБАНК` АТБ `АНДИЖОН` БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2469,'10209','УРГАНЧ Ш., `КАПИТАЛБАНК` АТБ `УРГАНЧ` БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2470,'10210','ТОШКЕНТ Ш., `КАПИТАЛБАНК` АТБ `УРИКЗОР` БХО','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2471,'10212','ЯНГИЙУЛ Ш., `ДАВР-БАНК` ХАТБ `ЯНГИЙУЛ` БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2472,'10213','ТОШКЕНТ Ш., `ДАВР-БАНК` ХАТБ `ОЛТИНТЕПА` БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2473,'10214','ТОШКЕНТ Т., `ДАВР-БАНК` ХАТБ `КЕЛЕС` БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2474,'10215','ТОШКЕНТ Ш., `ДАВР-БАНК` ХАТБ `ЯШНОБОД` БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2475,'10216','КАРШИ Ш., `ДАВР-БАНК` ХАТБ `КАРШИ` БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2476,'10217','ТЕРМИЗ Ш., `ДАВР-БАНК` ХАТБ `ТЕРМИЗ` БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2477,'10218','БУХОРО Ш., `ДАВР-БАНК` ХАТБ `БУХОРО` БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2478,'10219','ТОШКЕНТ Ш., `ДАВР-БАНК` ХАТБ `ХУМО` БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2479,'10220','ТАЙЛОК Т., `ASIA ALLIANCE BANK` АТБ `ТАЙЛОК` БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2480,'10221','ЗАНГИОТА Т., `ИПОТЕКА-БАНК` АТИБ ДУСТЛИК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2481,'10222','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ НАЗАРБЕК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2482,'10223','НУРАФШОН Ш., `ИПОТЕКА-БАНК` АТИБ НУРАФШОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2483,'10224','АНДИЖОН Ш., `ИПОТЕКА-БАНК` АТИБ ЖАХОН-БОЗОР БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2484,'10225','АНДИЖОН Ш., `ИПОТЕКА-БАНК` АТИБ БОГИШАМОЛ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2485,'10226','НАМАНГАН Ш., `ИПОТЕКА-БАНК` АТИБ БОБУР БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2486,'10227','НАМАНГАН Ш., `ИПОТЕКА-БАНК` АТИБ ЧОРСУ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2487,'10228','НАМАНГАН Ш., `ИПОТЕКА-БАНК` АТИБ ДАВЛАТОБОД БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2488,'10229','УЙЧИ Т., `ИПОТЕКА-БАНК` АТИБ СОХИБКОР БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2489,'10230','ФАРГОНА Ш., `ИПОТЕКА-БАНК` АТИБ ЗАМИН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2490,'10231','ФАРГОНА Ш., `ИПОТЕКА-БАНК` АТИБ ИШОНЧ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2491,'10232','КУКОН Ш., `ИПОТЕКА-БАНК` АТИБ УРДА БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2492,'10233','ЯНГИЕР Ш., `ИПОТЕКА-БАНК` АТИБ БУСТОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2493,'10234','ГУЛИСТОН Ш., `ИПОТЕКА-БАНК` АТИБ ГУЛИСТОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2494,'10235','ГУЛИСТОН Ш., `ИПОТЕКА-БАНК` АТИБ СИРДАРЕ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2495,'10236','ЗОМИН Т., `ИПОТЕКА-БАНК` АТИБ ЗОМИН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2496,'10237','ЖИЗЗАХ Ш., `ИПОТЕКА-БАНК` АТИБ САНГЗОР БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2497,'10238','САМАРКАНД Ш., `ИПОТЕКА-БАНК` АТИБ РЕГИСТОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2498,'10239','УРГУТ Т., `ИПОТЕКА-БАНК` АТИБ УРГУТ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2499,'10240','САМАРКАНД Ш., `ИПОТЕКА-БАНК` АТИБ АКМАЛ  БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2500,'10241','САМАРКАНД Ш., `ИПОТЕКА-БАНК` АТИБ СИЁБ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2501,'10242','САМАРКАНД Ш., `ИПОТЕКА-БАНК` АТИБ ДАМАРИК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2502,'10243','САМАРКАНД Ш., `ИПОТЕКА-БАНК` АТИБ НАЙМАН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2503,'10244','ПАСТДАРГОМ Т., `ИПОТЕКА-БАНК` АТИБ ЖУМА БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2504,'10245','БУХОРО Ш., `ИПОТЕКА-БАНК` АТИБ ИСТИКЛОЛ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2505,'10246','БУХОРО Ш., `ИПОТЕКА-БАНК` АТИБ ИШОНЧ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2506,'10247','БУХОРО Ш., `ИПОТЕКА-БАНК` АТИБ САМОНИЙ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2507,'10248','ГИЖДУВОН Т., `ИПОТЕКА-БАНК` АТИБ НИХОЛ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2508,'10249','БУХОРО Ш., `ИПОТЕКА-БАНК` АТИБ КУХНА БУХОРО БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2509,'10250','БОГОТ Т., `ИПОТЕКА-БАНК` АТИБ УРГАНЧ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2510,'10251','УРГАНЧ Ш., `ИПОТЕКА-БАНК` АТИБ БУЮМ БОЗОРИ  БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2511,'10252','УРГАНЧ Ш., `ИПОТЕКА-БАНК` АТИБ МАНГУБЕРДИ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2512,'10253','ХИВА Ш., `ИПОТЕКА-БАНК` АТИБ ХИВА БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2513,'10254','УРГАНЧ Ш., `ИПОТЕКА-БАНК` АТИБ ТАРАККИЁТ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2514,'10255','ДЕНОВ Т., `ИПОТЕКА-БАНК` АТИБ ДЕНОВ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2515,'10256','КОСОН Т., `ИПОТЕКА-БАНК` АТИБ КОСОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2516,'10257','ШАХРИСАБЗ Т., `ИПОТЕКА-БАНК` АТИБ ЧОРШАНБЕ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2517,'10258','ШАХРИСАБЗ Ш., `ИПОТЕКА-БАНК` АТИБ АРАБОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2518,'10259','НАВОИЙ Ш., `ИПОТЕКА-БАНК` АТИБ НАВОИЙ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2519,'10260','НАВОИЙ Ш., `ИПОТЕКА-БАНК` АТИБ ЯНГИ ХАЁТ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2520,'10261','НУКУС Ш., `ИПОТЕКА-БАНК` АТИБ НУКУС БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2521,'10262','АНДИЖОН Ш., `ANOR BANK` АЖ АНДИЖОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2522,'10263','БУХОРО Ш., `ANOR BANK` АЖ БУХОРО БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2523,'10264','ГУЛИСТОН Ш., `ANOR BANK` АЖ ГУЛИСТОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2524,'10265','ЖИЗЗАХ Ш., `ANOR BANK` АЖ ЖИЗЗАХ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2525,'10266','НАВОИЙ Ш., `ANOR BANK` АЖ НАВОИЙ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2526,'10267','НУКУС Ш., `ANOR BANK` АЖ НУКУС БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2527,'10268','САМАРКАНД Ш., `ANOR BANK` АЖ САМАРКАНД БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2528,'10269','ТЕРМИЗ Ш., `ANOR BANK` АЖ ТЕРМИЗ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2529,'10270','АНДИЖОН Ш., `TBC BANK` АТБ АНДИЖОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2530,'10271','БУХОРО Ш., `TBC BANK` АТБ БУХОРО БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2531,'10272','ТУПРОККАЛЪА Т., АТБ `КИШЛОК КУРИЛИШ БАНК` ГУРЛАН БХКМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2532,'10273','БУВАЙДА Т., `КАПИТАЛБАНК` АТБ БУВАЙДА БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2533,'10274','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ БИРЖА СЕРВИС МАРКАЗ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2534,'10275','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ УЗРТСБ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2535,'10276','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ МИРОБОД БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2536,'10278','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ БЕШКАЙРОГОЧ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2537,'10279','ГУЛИСТОН Ш., `ТРАСТБАНК` ХА БАНКИ ГУЛИСТОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2538,'10280','ТОШКЕНТ Т., `ТРАСТБАНК` ХА БАНКИ ТАРАККИЁТ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2539,'10281','УРГАНЧ Ш., `ТРАСТБАНК` ХА БАНКИ ХОРАЗМ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2540,'10282','НУКУС Ш., `ТРАСТБАНК` ХА БАНКИ НУКУС БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2541,'10283','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ БУЮК ИПАК ЙУЛИ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2542,'10285','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ САЙРАМ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2543,'10286','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ ТУРКИСТОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2544,'10287','АНДИЖОН Ш., `ТРАСТБАНК` ХА БАНКИ ЯНГИ БОЗОР  БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2545,'10288','АНДИЖОН Ш., `ТРАСТБАНК` ХА БАНКИ ЭСКИ ШАХАР БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2546,'10289','АНДИЖОН Ш., `ТРАСТБАНК` ХА БАНКИ ШИНАМ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2547,'10290','АНДИЖОН Ш., `ТРАСТБАНК` ХА БАНКИ УЗБЕГИМ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2548,'10291','ШАХРИХОН Т., `ТРАСТБАНК` ХА БАНКИ ШАХРИХОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2549,'10292','ИЗБОСКАН Т., `ТРАСТБАНК` ХА БАНКИ ИЗБОСКАН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2550,'10293','АСАКА Т., `ТРАСТБАНК` ХА БАНКИ АСАКА БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2551,'10294','КУРГОНТЕПА Т., `ТРАСТБАНК` ХА БАНКИ КУРГОНТЕПА БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2552,'10295','АНДИЖОН Ш., `ТРАСТБАНК` ХА БАНКИ ЖАХОН БОЗОРИ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2553,'10296','АНДИЖОН Т., `ТРАСТБАНК` ХА БАНКИ АНДИЖОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2554,'10297','ШАХРИСАБЗ Ш., `ТРАСТБАНК` ХА БАНКИ ШАХРИСАБЗ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2555,'10298','КАРШИ Ш., `ТРАСТБАНК` ХА БАНКИ ЭСКИ ШАХАР БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2556,'10299','КАРШИ Ш., `ТРАСТБАНК` ХА БАНКИ НАСАФ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2557,'10300','КОСОН Т., `ТРАСТБАНК` ХА БАНКИ КОСОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2558,'10301','КАМАШИ Т., `ТРАСТБАНК` ХА БАНКИ КАМАШИ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2559,'10302','ГУЗОР Т., `ТРАСТБАНК` ХА БАНКИ ГУЗОР БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2560,'10303','КИТОБ Т., `ТРАСТБАНК` ХА БАНКИ КИТОБ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2561,'10304','КАРШИ Ш., `ТРАСТБАНК` ХА БАНКИ ИШОНЧ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2562,'10305','ПОП Т., `ТРАСТБАНК` ХА БАНКИ ПОП БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2563,'10306','НАМАНГАН Ш., `ТРАСТБАНК` ХА БАНКИ САРДОБА БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2564,'10307','ЧУСТ Т., `ТРАСТБАНК` ХА БАНКИ ЧУСТ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2565,'10308','ЧОРТОК Т., `ТРАСТБАНК` ХА БАНКИ ЧОРТОК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2566,'10309','КОСОНСОЙ Т., `ТРАСТБАНК` ХА БАНКИ КОСОНСОЙ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2567,'10310','ТУРАКУРГОН Т., `ТРАСТБАНК` ХА БАНКИ ТУРАКУРГОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2568,'10311','НАМАНГАН Ш., `ТРАСТБАНК` ХА БАНКИ БЕРУНИЙ СОХИЛИ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2569,'10312','УЧКУРГОН Т., `ТРАСТБАНК` ХА БАНКИ УЧКУРГОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2570,'10313','МИНГБУЛОК Т., `ТРАСТБАНК` ХА БАНКИ МИНГБУЛОК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2571,'10314','ЯНГИКУРГОН Т., `ТРАСТБАНК` ХА БАНКИ ЯНГИКУРГОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2572,'10315','УЙЧИ Т., `ТРАСТБАНК` ХА БАНКИ УЙЧИ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2573,'10316','НАМАНГАН Ш., `ТРАСТБАНК` ХА БАНКИ ТОШБУЛОК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2574,'10317','КУКОН Ш., `ТРАСТБАНК` ХА БАНКИ КУКОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2575,'10318','ФАРГОНА Ш., `ТРАСТБАНК` ХА БАНКИ ЯНГИ АСР БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2576,'10319','УЧКУПРИК Т., `ТРАСТБАНК` ХА БАНКИ УЧКУПРИК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2577,'10320','МАРГИЛОН Ш., `ТРАСТБАНК` ХА БАНКИ МАРГИЛОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2578,'10321','УЗБЕКИСТОН Т., `ТРАСТБАНК` ХА БАНКИ ЯЙПАН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2579,'10322','ФАРГОНА Ш., `ТРАСТБАНК` ХА БАНКИ ФАРГОНА АТЛАС БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2580,'10323','ТОШЛОК Т., `ТРАСТБАНК` ХА БАНКИ ТОШЛОК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2581,'10324','ОЛТИАРИК Т., `ТРАСТБАНК` ХА БАНКИ ОЛТИАРИК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2582,'10325','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ АСКИЯ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2583,'10326','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ СИРГАЛИ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2584,'10327','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ NEXT MALL БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2585,'10328','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ КУШБЕГИ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2586,'10329','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ NEXT БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2587,'10330','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ КАТОРТОЛ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2588,'10331','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ АЛГОРИТМ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2589,'10332','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ ДОМБИРАБОД БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2590,'10333','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ БЕК ТУПИ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2591,'10334','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ УЧТЕПА БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2592,'10335','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ АВИАСОЗЛАР БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2593,'10336','ТЕРМИЗ Ш., `ТРАСТБАНК` ХА БАНКИ ИСТИКЛОЛ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2594,'10337','ШУРЧИ Т., `ТРАСТБАНК` ХА БАНКИ ШУРЧИ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2595,'10338','ДЕНОВ Т., `ТРАСТБАНК` ХА БАНКИ ДЕНОВ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2596,'10339','ШЕРОБОД Т., `ТРАСТБАНК` ХА БАНКИ ШЕРОБОД БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2597,'10340','КУМКУРГОН Т., `ТРАСТБАНК` ХА БАНКИ ЮКСАЛИШ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2598,'10341','ЖАРКУРГОН Т., `ТРАСТБАНК` ХА БАНКИ ЖАРКУРГОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2599,'10342','АНГОР Т., `ТРАСТБАНК` ХА БАНКИ АНГОР БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2600,'10343','САМАРКАНД Ш., `ТРАСТБАНК` ХА БАНКИ  ДАХБЕД БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2601,'10344','САМАРКАНД Ш., `ТРАСТБАНК` ХА БАНКИ САРАТЕПА БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2602,'10345','САМАРКАНД Ш., `ТРАСТБАНК` ХА БАНКИ ЗЕБО БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2603,'10346','САМАРКАНД Т., `ТРАСТБАНК` ХА БАНКИ ГУЛОБОД БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2604,'10347','КАТТАКУРГОН Ш., `ТРАСТБАНК` ХА БАНКИ КАТТАКУРГАН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2605,'10348','ОКДАРЁ Т., `ТРАСТБАНК` ХА БАНКИ ОКДАРЁ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2606,'10349','ТАЙЛОК Т., `ТРАСТБАНК` ХА БАНКИ ТАЙЛОК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2607,'10350','УРГУТ Т., `ТРАСТБАНК` ХА БАНКИ УРГУТ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2608,'10351','ЖОМБОЙ Т., `ТРАСТБАНК` ХА БАНКИ ЖОМБОЙ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2609,'10352','ПАЙАРИК Т., `ТРАСТБАНК` ХА БАНКИ ЧЕЛАК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2610,'10353','САМАРКАНД Ш., `ТРАСТБАНК` ХА БАНКИ СУГДИЁНА БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2611,'10354','ФОРИШ Т., `ТРАСТБАНК` ХА БАНКИ ФОРИШ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2612,'10355','ЖИЗЗАХ Ш., `ТРАСТБАНК` ХА БАНКИ КУК БОЗОР БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2613,'10356','Ш.РАШИДОВ Т., `ТРАСТБАНК` ХА БАНКИ ОСИЁ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2614,'10357','ГАЛЛАОРОЛ Т., `ТРАСТБАНК` ХА БАНКИ ГАЛЛАОРОЛ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2615,'10358','БУХОРО Ш., `ТРАСТБАНК` ХА БАНКИ СЕТОРА БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2616,'10359','КАРМАНА Т., `ТРАСТБАНК` ХА БАНКИ НАВОИЙ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2617,'10360','САМАРКАНД Ш., `TBC BANK` АТБ САМАРКАНД БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2618,'10361','КАРШИ Ш., `TBC BANK` АТБ КАРШИ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2619,'10362','ТОШКЕНТ Ш., `ASIA ALLIANCE BANK` АТБ ОЛТИНТЕПА БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2620,'10364','ТОШКЕНТ Ш., `ASIA ALLIANCE BANK` АТБ ЧИЛОНЗОР БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2621,'10365','ТОШКЕНТ Ш., `ASIA ALLIANCE BANK` АТБ ИННОВАЦИЯ БМХ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2622,'10366','ТОШКЕНТ Ш., `ASIA ALLIANCE BANK` АТБ ТАРАККИЁТ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2623,'10367','БУХОРО Ш., `ASIA ALLIANCE BANK` АТБ ДИЛКУШО БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2624,'10368','ГИЖДУВОН Т., `ASIA ALLIANCE BANK` АТБ ГИЖДУВОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2625,'10369','ТОШКЕНТ Ш., `ИПАК ЙУЛИ` АИТ БАНКИ МАРКАЗ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2626,'10370','ТОШКЕНТ Ш., `ИПАК ЙУЛИ` АИТ БАНКИ СЕВЕРО-ВОСТОК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2627,'10371','ТОШКЕНТ Ш., `ИПАК ЙУЛИ` АИТ БАНКИ ЖОМИЙ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2628,'10372','ТОШКЕНТ Ш., `ИПАК ЙУЛИ` АИТ БАНКИ СЕРГЕЛИ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2629,'10373','ТОШКЕНТ Ш., `ИПАК ЙУЛИ` АИТ БАНКИ КУЙЛИК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2630,'10374','КАТТАКУРГОН Т., `ИПАК ЙУЛИ` АИТ БАНКИ КАТТАКУРГОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2631,'10375','ШАХРИСАБЗ Ш., `ИПАК ЙУЛИ` АИТ БАНКИ ОК САРОЙ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2632,'10376','КУКОН Ш., `ИПАК ЙУЛИ` АИТ БАНКИ КУКОН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2633,'10377','ТОШКЕНТ Ш., `ИПАК ЙУЛИ` АИТ БАНКИ ЯШНОБОД БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2634,'10379','ТОШКЕНТ Ш., АТБ `КИШЛОК КУРИЛИШ БАНК` МИРОБОД БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2635,'10380','ТОШКЕНТ Ш., `ПОЙТАХТ БАНК` АЖ МАЛИКА БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2636,'10381','ТОШКЕНТ Ш., `ПОЙТАХТ БАНК` АЖ КУЙЛИК БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2637,'10382','ТОШКЕНТ Ш., `ПОЙТАХТ БАНК` АЖ ЖОМИЙ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2638,'10383','НУКУС Ш., АТБ `КИШЛОК КУРИЛИШ БАНК` АЙДЫН ЖОЛ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2639,'10384','ШАХРИХОН Т., АТБ `КИШЛОК КУРИЛИШ БАНК` ШАХРИХОН БХКМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2640,'10385','ЖОНДОР Т., АТБ `КИШЛОК КУРИЛИШ БАНК` ЖОНДОР БХКМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2641,'10386','ШОФИРКОН Т., АТБ `КИШЛОК КУРИЛИШ БАНК` ШОФИРКОН БХКМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2642,'10387','РОМИТАН Т., АТБ `КИШЛОК КУРИЛИШ БАНК` АФШОНА БХКМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2643,'10388','Ш.РАШИДОВ Т., АТБ `КИШЛОК КУРИЛИШ БАНК` Ш.РАШИДОВ БХКМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2644,'10389','НАРПАЙ Т., АТБ `КИШЛОК КУРИЛИШ БАНК` ОКТОШ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2645,'10390','КАТТАКУРГОН Т., АТБ `КИШЛОК КУРИЛИШ БАНК` КАДАН БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2646,'10391','КОГОН Т., АТБ `КИШЛОК КУРИЛИШ БАНК` ИСТИКЛОЛ БХКМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2647,'10392','КАРШИ Т., АТБ `КИШЛОК КУРИЛИШ БАНК` БАТОШ БХМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2648,'10393','ФУРКАТ Т., АТБ `КИШЛОК КУРИЛИШ БАНК` ФУРКАТ БХКМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2649,'10394','БУВАЙДА Т., АТБ `КИШЛОК КУРИЛИШ БАНК` БУВАЙДА БХКМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2650,'10395','БОГДОД Т., АТБ `КИШЛОК КУРИЛИШ БАНК` БОГДОД БХКМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2651,'10396','НАВОИЙ Ш., АТБ `КИШЛОК КУРИЛИШ БАНК` ЮКСАЛИШ БХКМ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2652,'01052','УЧКУПРИК Т., \"МИКРОКРЕДИТБАНК\" АТБ УЧКУПРИК ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2653,'01054','НАМАНГАН Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ НАМАНГАН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2654,'01055','ЭЛЛИККАЛЪА Т., \"МИКРОКРЕДИТБАНК\" АТБ ЭЛЛИККАЛЪА ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2655,'01056','КИБРАЙ Т., \"INVEST FINANCE BANK\" АЖ ТОШКЕНТ ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2656,'01057','ТОШКЕНТ Ш., \"ASIA ALLIANCE BANK\" АТБ ШАЙХОНТОХУР ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2657,'01060','НАМАНГАН Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ НАМАНГАН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2658,'01061','САМАРКАНД Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ САМАРКАНД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2659,'01063','ТЕРМИЗ Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ ТЕРМИЗ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2660,'01064','НАВОИЙ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ НАВОИЙ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2661,'01065','ТОШКЕНТ Ш., \"КДБ БАНК УЗБЕКИСТОН\" АЖ ОЙБЕК ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2662,'01067','ТОШКЕНТ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ ЧИЛОНЗОР ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2663,'01068','НУКУС Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ НУКУС ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2664,'01069','ТОШКЕНТ Ш., \"ДАВР-БАНК\" ХАТ БАНКИНИНГ ЯККАСАРОЙ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2665,'01070','ТОШКЕНТ Ш., \"INVEST FINANCE BANK\" АЖ СЕРГЕЛИ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2666,'01071','ТОШКЕНТ Ш., \"ОРИЕНТ ФИНАНС\" ХАТ БАНКИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2667,'01072','ТОШКЕНТ Ш., \"ДАВР-БАНК\" ХАТ БАНКИНИНГ МИРЗО УЛУГБЕК ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2668,'01074','АНДИЖОН Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ АНДИЖОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2669,'01075','ТОШКЕНТ Ш., \"ОРИЕНТ ФИНАНС\" ХАТБ ЮНУСОБОД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2670,'01076','КУКОН Ш., \"ИПОТЕКА-БАНК\" АТИБ КУКОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2671,'01077','ТОШКЕНТ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ ЯНГИОБОД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2672,'01079','ХУЖАОБОД Т., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ ХУЖАОБОД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2673,'01080','ЗАНГИОТА Т., \"INVEST FINANCE BANK\" АЖ ЗАНГИОТА ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2674,'01081','ЯНГИЙУЛ Т., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ ЯНГИЙУЛ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2675,'01082','БУХОРО Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ БУХОРО ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2676,'01083','ТОШКЕНТ Ш., \"ТУРОНБАНК\" АТ БАНКИНИНГ ЯШНОБОД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2677,'01084','ТОШКЕНТ Ш., \"ТУРОНБАНК\" АТ БАНКИНИНГ ЧИЛОНЗОР ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2678,'01085','НАМАНГАН Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ НАМАНГАН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2679,'01086','ТОШКЕНТ Ш., \"ДАВР-БАНК\" ХАТ БАНКИНИНГ УЧТЕПА ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2680,'01087','КУКОН Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ КУКОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2681,'01088','ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ БОШ ОФИСИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2682,'01089','КУКОН Ш., \"МИКРОКРЕДИТБАНК\" АТБ КУКОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2683,'01090','ДЕНОВ Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ДЕНОВ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2684,'01091','ТОШКЕНТ Ш., АТ \"АЛОКАБАНК\" МИРОБОД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2685,'01092','КУКОН Ш., АТ \"АЛОКАБАНК\" КУКОН ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2686,'01094','КАРМАНА Т., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ МАЛИКРАБОТ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2687,'01095','ТОШКЕНТ Ш., \"ASIA ALLIANCE BANK\" АТ БАНКИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2688,'01096','ТОШКЕНТ Ш., \"ОРИЕНТ ФИНАНС\" ХАТБ ЧИЛОНЗОР ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2689,'01097','САМАРКАНД Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ САМАРКАНД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2690,'01098','ТОШКЕНТ Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ ЯККАСАРОЙ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2691,'01099','КАРШИ Ш., \"ASIA ALLIANCE BANK\" АТБ КАРШИ ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2692,'01100','БЕКОБОД Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ БЕКОБОД ФИЛИАЛИ','2024-12-15 00:50:53','2024-12-15 00:50:53'),(2693,'01101','ТОШКЕНТ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ МИРОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2694,'01102','ТОШКЕНТ Ш., \"ASIA ALLIANCE BANK\" АТБ ОЛМАЗОР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2695,'01103','ТОШКЕНТ Ш., \"ASIA ALLIANCE BANK\" АТБ МИРЗО УЛУГБЕК ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2696,'01105','ТОШКЕНТ Ш., \"ГАРАНТ БАНК\" АЖ ОЛМОС ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2697,'01106','ХУЖАЙЛИ Т., \"МИКРОКРЕДИТБАНК\" АТБ ХУЖАЙЛИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2698,'01107','БУХОРО Ш., \"INVEST FINANCE BANK\" АЖ БУХОРО ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2699,'01108','ТОШКЕНТ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ЧИЛОНЗОР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2700,'01109','КАРШИ Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ КАРШИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2701,'01110','ТОШКЕНТ Ш., \"ОРИЕНТ ФИНАНС\" ХАТБ МАРКАЗИЙ АМАЛИЁТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2702,'01111','САМАРКАНД Ш., \"ОРИЕНТ ФИНАНС\" ХАТБ САМАРКАНД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2703,'01112','САМАРКАНД Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ РЕГИСТОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2704,'01113','НАМАНГАН Ш., \"INVEST FINANCE BANK\" АЖ НАМАНГАН ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2705,'01114','АНДИЖОН Ш., \"INVEST FINANCE BANK\" АЖ АНДИЖОН ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2706,'01115','ТОШКЕНТ Ш., \"ОРИЕНТ ФИНАНС\" ХАТБ ШАЙХОНТОХУР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2707,'01116','КУКОН Ш., \"INVEST FINANCE BANK\" АЖ КУКОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2708,'01117','ЖИЗЗАХ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ЖИЗЗАХ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2709,'01118','ГУЛИСТОН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ГУЛИСТОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2710,'01119','КАРШИ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ КАРШИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2711,'01120','АНДИЖОН Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ АНДИЖОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2712,'01121','ТОШКЕНТ Ш., \"ДАВР-БАНК\" ХАТ БАНКИНИНГ ОЛМАЗОР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2713,'01122','ТОШКЕНТ Ш., \"ДАВР-БАНК\" ХАТ БАНКИНИНГ ЮНУСОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2714,'01123','ФАРГОНА Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ ФАРГОНА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2715,'01124','ТОШКЕНТ Ш., \"ASIA ALLIANCE BANK\" АТБ МИРОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2716,'01125','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ БОШ АМАЛИЁТЛАР БОШКАРМАСИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2717,'01126','САМАРКАНД Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ БОГИШАМОЛ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2718,'01127','ТОШКЕНТ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ШАЙХОНТОХУР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2719,'01128','ФАРГОНА Ш., \"INVEST FINANCE BANK\" АЖ ФАРГОНА ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2720,'01129','УРГАНЧ Ш., \"INVEST FINANCE BANK\" АЖ XОРАЗМ ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2721,'01130','ЗАНГИОТА Т., \"ИПОТЕКА-БАНК\" АТИБ ЗАНГИОТА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2722,'01131','ФАРГОНА Ш., АТ БАНКИ \"УНИВЕРСАЛ БАНК\" ФАРГОНА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2723,'01132','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ ТОШКЕНТ ШАХАР ФИЛИАЛИ АМАЛИЁТ БУЛИМИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2724,'01133','САМАРКАНД Ш., \"INVEST FINANCE BANK\" АЖ САМАРКАНД ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2725,'01135','КАРШИ Ш., \"INVEST FINANCE BANK\" АЖ КАШКАДАРЁ ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2726,'01136','ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ ЯШНОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2727,'01137','БУХОРО Ш., \"ASIA ALLIANCE BANK\" АТБ БУХОРО ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2728,'01138','ТОШКЕНТ Ш., \"ZIRAAT BANK UZBEKISTAN\" АЖ ЮНУСОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2729,'01139','НУКУС Ш., \"INVEST FINANCE BANK\" АЖ КОРАКАЛПОГИСТОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2730,'01140','ТОШКЕНТ Ш., \"АГРОБАНК\" АТБ МАРКАЗИЙ АМАЛИЁТЛАР БОШКАРМАСИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2731,'01142','ФАРГОНА Ш., \"МАДАД ИНВЕСТ БАНК\" АТ БАНКИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2732,'01143','САМАРКАНД Ш., \"ASIA ALLIANCE BANK\" АТБ САМАРКАНД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2733,'01144','ТОШКЕНТ Ш., \"ТУРОНБАНК\" АТ БАНКИНИНГ ЮНУСОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2734,'01145','ТОШКЕНТ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ ШАЙХОНТОХУР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2735,'01146','ХОВОС Т., АТ ХАЛК БАНКИ ХОВОС ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2736,'01147','ТОШКЕНТ Ш., \"МИКРОКРЕДИТБАНК\" АТБ КОРАСАРОЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2737,'01148','НАВОИЙ Ш., \"INVEST FINANCE BANK\" АЖ НАВОИЙ ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2738,'01149','АНГРЕН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ АНГРЕН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2739,'01150','ТОШКЕНТ Ш., \"УЗАГРОЭКСПОРТБАНК\" АТ БАНКИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2740,'01151','БУВАЙДА Т., АТ БАНКИ \"УНИВЕРСАЛ БАНК\" БУВАЙДА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2741,'01152','ЖИЗЗАХ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ЖИЗЗАХ МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2742,'01154','ТОШКЕНТ Ш., \"ТУРОНБАНК\" АТ БАНКИНИНГ МИРЗО УЛУГБЕК ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2743,'01155','ФАРГОНА Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ФАРГОНА МИНТ.ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2744,'01156','НАМАНГАН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ НАМАНГАН МИНТ.ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2745,'01157','УРГУТ Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ УРГУТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2746,'01158','ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ \"КАПИТАЛ 24\" ЧАКАНА БИЗНЕС ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2747,'01159','ЧИРЧИК Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ЧИРЧИК ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2748,'01160','ЧУСТ Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ЧУСТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2749,'01161','УРГАНЧ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ХОРАЗМ МИНТ.ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2750,'01162','ХАЗОРАСП Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ХАЗОРАСП ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2751,'01163','ТОШКЕНТ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ЮНУСОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2752,'01164','ТОШКЕНТ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ УЧТЕПА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2753,'01165','ТОШКЕНТ Ш., \"INVEST FINANCE BANK\" АЖ УЧТЕПА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2754,'01166','ЖИЗЗАХ Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ ЖИЗЗАХ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2755,'01167','ТОШКЕНТ Ш., \"ОРИЕНТ ФИНАНС\" ХАТБ МИРОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2756,'01168','ФАРГОНА Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ ФАРГОНА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2757,'01169','ХАЗОРАСП Т., \"АСАКАБАНК\" АЖ ХАЗОРАСП ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2758,'01170','КУЙИЧИРЧИК Т., \"ИПОТЕКА-БАНК\" АТИБ ДУСТОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2759,'01171','АНДИЖОН Ш., \"ТУРОНБАНК\" АТ БАНКИ АНДИЖОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2760,'01172','ТОШКЕНТ Ш., \"ПОЙТАХТ БАНК\" АКЦИЯДОРЛИК ЖАМИЯТИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2761,'01173','ФАРГОНА Ш., \"ASIA ALLIANCE BANK\" АТБ ФАРГОНА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2762,'01174','ЗАНГИОТА Т., АТ БАНКИ \"УНИВЕРСАЛ БАНК\" ЗАНГИОТА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2763,'01175','ТЕРМИЗ Ш., АТ ХАЛК БАНКИ ТЕРМИЗ ШАХАР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2764,'01176','ТОШКЕНТ Ш., \"TENGE BANK\" АКЦИЯДОРЛИК ТИЖОРАТ БАНКИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2765,'01177','КАРШИ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ КАШКАДАРЁ МИНТАКАВИЙ ФИЛ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2766,'01178','КАТТАКУРГОН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ КАТТАКУРГОН ФИЛИАЛ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2767,'01179','ТОШКЕНТ Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ СЕРГЕЛИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2768,'01180','ТОШКЕНТ Ш., \"TBC BANK\" АКЦИЯДОРЛИК ТИЖОРАТ БАНКИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2769,'01181','НУРАФШОН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ НУРАФШОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2770,'01182','ШАХРИСАБЗ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ШАХРИСАБЗ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2771,'01183','ТОШКЕНТ Ш., \"ANOR BANK\" АКЦИЯДОРЛИК ЖАМИЯТИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2772,'01184','ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ РАКАМЛИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2773,'01186','ТОШКЕНТ Ш., АТ БАНКИ \"УНИВЕРСАЛ БАНК\" МИРОБОД РАКАМЛИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2774,'01187','БУХОРО Ш., \"ТРАСТБАНК\" ХА БАНКИ БУХОРО ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2775,'01188','БУХОРО Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИ БУХОРО ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2776,'01189','ТОШКЕНТ Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\" ЯККАСАРОЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2777,'01190','ТОШКЕНТ Ш., \"UZUM BANK\" АКЦИЯДОРЛИК ЖАМИЯТИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2778,'01191','ТОШКЕНТ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ МИРОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2779,'01192','ТОШКЕНТ Ш., \"ТРАСТБАНК\" ХА БАНКИ БЕКТЕМИР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2780,'01193','ЧУСТ Т., АТ БАНКИ \"УНИВЕРСАЛ БАНК\" ЧУСТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2781,'01194','ТОШКЕНТ Ш., \"АГРОБАНК\" АТБ \"FRESH\" ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2782,'01195','БУЗАТОВ Т., АТ ХАЛК БАНКИ БУЗАТОВ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2783,'01196','ТОШКЕНТ Ш., \"APEX BANK\" АКЦИЯДОРЛИК ЖАМИЯТИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2784,'01199','ТОШКЕНТ Ш., \"SMART BANK\" АКЦИЯДОРЛИК ЖАМИЯТИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2785,'01200','ТОШКЕНТ Ш., \"ТРАСТБАНК\" ХА БАНКИ \"РАКАМЛИ\" ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2786,'01201','ОЛТИАРИК Т., АТ БАНКИ \"УНИВЕРСАЛ БАНК\" ОЛТИАРИК ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2787,'09001','ТОШКЕНТ Ш., МАРКАЗИЙ БАНКНИНГ ТУЛОВ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2788,'09002','ТОШКЕНТ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ ХИСОБ-КИТОБ КЛИРИНГ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2789,'09003','ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ТУЛОВ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2790,'09004','ТОШКЕНТ Ш., \"АГРОБАНК\" АТБ ХИСОБ-КИТОБ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2791,'09005','ТОШКЕНТ Ш., \"МИКРОКРЕДИТБАНК\" АТБ АХБОРОТЛАРНИ ХИСОБЛАШ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2792,'09006','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ ХИСОБ-КИТОБ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2793,'09008','ТОШКЕНТ Ш., \"ГАРАНТ БАНК\" АЖ ТУЛОВ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2794,'09012','АНДИЖОН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТ БАНКИНИНГ ТУЛОВ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2795,'09013','ТОШКЕНТ Ш., \"АСАКАБАНК\" АЖ ТУЛОВ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2796,'09014','ТОШКЕНТ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ ХИСОБ-КИТОБ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2797,'09020','ТОШКЕНТ Ш., \"ZIRAAT BANK UZBEKISTAN\" АЖ ТУЛОВ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2798,'09030','ТОШКЕНТ Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ ТУЛОВ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2799,'09033','ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ ТУЛОВ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2800,'09034','ТОШКЕНТ Ш., \"КДБ БАНК УЗБЕКИСТОН\" АЖ ТУЛОВ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2801,'09048','КУКОН Ш., АТ БАНКИ \"УНИВЕРСАЛ БАНК\" ТУЛОВ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2802,'09049','ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ ХИСОБ-КИТОБ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2803,'09051','ТОШКЕНТ Ш., \"ДАВР-БАНК\" ХАТ БАНКИНИНГ ТУЛОВ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2804,'09053','ТОШКЕНТ Ш., \"INVEST FINANCE BANK\" АЖ ТУЛОВ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2805,'09055','ТОШКЕНТ Ш., \"ASIA ALLIANCE BANK\" АТ БАНКИ ТУЛОВ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2806,'09057','ТОШКЕНТ Ш., \"ОРИЕНТ ФИНАНС\" ХАТБ ТУЛОВ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2807,'10001','ФАРГОНА Ш., \"ZIRAAT BANK UZBEKISTAN\" АЖ \"ФАРГОНА ОФИСИ\" БХО','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2808,'10002','ОЛМАЛИК Ш., \"ИПОТЕКА-БАНК\" АТИБ \"ОЙДИН\" БХО','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2809,'10003','ЗАРАФШОН Ш., \"ИПОТЕКА-БАНК\" АТИБ \"ДИЁР\" БХО','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2810,'10004','ТОШКЕНТ Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\" \"ИПОТЕКА КРЕДИТИ АЖРАТИШ МАРКАЗИ\" БХО','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2811,'10005','ЖИЗЗАХ Ш., \"ТРАСТБАНК\" ХА БАНКИ \"ОРОМ\" БХО','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2812,'10006','ЗАРБДОР Т., \"ТРАСТБАНК\" ХА БАНКИ \"ЗАРБДОР\" БХО','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2813,'10012','КОСОНСОЙ Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ КОСОНСОЙ БХО','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2814,'10013','МАРГИЛОН Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ МАРГИЛОН БХО','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2815,'10014','ТОШКЕНТ Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ ТОШКЕНТ ШАХАР БХО','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2816,'10015','УЙЧИ Т., АТ ХАЛК БАНКИ МИНОР БХО','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2817,'10016','БЕРУНИЙ Т., АТ ХАЛК БАНКИ ЖАЙХУН БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2818,'10017','АМУДАРЁ Т., АТ ХАЛК БАНКИ МАНГИТ БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2819,'10018','САМАРКАНД Ш., АТ ХАЛК БАНКИ \"ЧУПОН ОТА\" БХО','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2820,'10019','КАРШИ Ш., АТ ХАЛК БАНКИ ОК ТЕПА БХО','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2821,'10021','ТОШКЕНТ Ш., \"ГАРАНТ БАНК\" АЖ ЯНГИ ХАЁТ БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2822,'10023','НАВОИЙ Ш., АТБ `КИШЛОК КУРИЛИШ БАНК` ТАРАККИЁТ БХКМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2823,'10024','КАРМАНА Т., АТБ `КИШЛОК КУРИЛИШ БАНК` ЧУТКАРА БХКМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2824,'10026','ГИЖДУВОН Т., АТБ `КИШЛОК КУРИЛИШ БАНК` ГИЖДУВОН БХКМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2825,'10027','КОРАКУЛ Т., АТБ `КИШЛОК КУРИЛИШ БАНК` КОРАКУЛ БХКМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2826,'10028','ЗОМИН Т., АТБ `КИШЛОК КУРИЛИШ БАНК` ЗОМИН БХКМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2827,'10029','ПАЙАРИК Т., АТБ `КИШЛОК КУРИЛИШ БАНК` ЧЕЛАК БХО','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2828,'10030','ТОШКЕНТ Ш., `ИПАК ЙУЛИ` АИТ БАНКИ УЧТЕПА БХО','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2829,'10031','МУБОРАК Т., `ASIA ALLIANCE BANK` АТБ МУБОРАК БХО','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2830,'10032','ЧИРОКЧИ Т., \"ТРАСТБАНК\" ХА БАНКИ \"ЧИРОКЧИ\" БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2831,'10033','ШАХРИСАБЗ Ш., \"ТРАСТБАНК\" ХА БАНКИ \"КЕШ\" БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2832,'10034','КУКДАЛА Т., `ASIA ALLIANCE BANK` АТБ НЕФТЧИЛАР БХО','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2833,'10035','ТОШКЕНТ Ш., `TBC BANK` АТ БАНКИ МАРКАЗ-2 БХО','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2834,'10036','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ ХАМКОР БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2835,'10037','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ УМИД БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2836,'10038','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ МИРОБОД БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2837,'10039','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ ШАЙХОНТОХУР БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2838,'10040','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ МЕХНАТ БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2839,'10041','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ ДАРХОН БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2840,'10042','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ ХУМО БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2841,'10043','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ КУШБЕГИ БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2842,'10044','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ ХАЁТ БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2843,'10045','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ БУНЁДКОР БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2844,'10046','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ ХАДРА БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2845,'10047','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ ГУНЧА БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2846,'10048','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ МИЛЛИЙ БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2847,'10049','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ ОЛОЙ БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2848,'10050','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ КОРАСАРОЙ БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2849,'10051','УРГАНЧ Ш., `ИПОТЕКА-БАНК` АТИБ ФИДОКОР БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2850,'10052','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ АВИАСОЗЛАР БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2851,'10053','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ КУЙЛИК БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2852,'10054','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ ЯНГИАСР БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2853,'10055','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ ИМКОНИЯТ БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2854,'10056','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ ЯРМАРКА БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2855,'10057','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ ЧИЛОНЗОР БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2856,'10058','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ ИСТИКЛОЛ БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2857,'10059','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ АСКИЯ БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2858,'10060','ТУРТКУЛ Т., АТ ХАЛК БАНКИ `ТУРТКУЛ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2859,'10061','НУКУС Ш., АТ ХАЛК БАНКИ БЕРДАК БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2860,'10062','НУКУС Ш., АТ ХАЛК БАНКИ `МУСТАКИЛЛИК` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2861,'10063','НУКУС Ш., АТ ХАЛК БАНКИ `НУКУС ДЕХКОН БОЗОРИ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2862,'10064','КУНГИРОТ Т., АТ ХАЛК БАНКИ `УСТЮРТ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2863,'10066','ЭЛЛИККАЛА Т., АТ ХАЛК БАНКИ `ТУПРОККАЛЪА` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2864,'10067','ХУЖАЙЛИ Т., АТ ХАЛК БАНКИ `ДУСТЛИК` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2865,'10069','ЖАЛОЛКУДУК Т., АТ ХАЛК БАНКИ `УЗБЕКИСТОН` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2866,'10070','УЛУГНОР Т., АТ ХАЛК БАНКИ `УЛУГНОР` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2867,'10071','АНДИЖОН Т., АТ ХАЛК БАНКИ `ЖАХОН БОЗОРИ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2868,'10073','БУХОРО Ш., АТ ХАЛК БАНКИ `ШАХРИСТОН` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2869,'10074','КОГОН Ш., АТ ХАЛК БАНКИ НАКШБАНДИЙ БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2870,'10075','ГИЖДУВОН Т., АТ ХАЛК БАНКИ `ЧОРСУ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2871,'10076','РОМИТАН Т., АТ ХАЛК БАНКИ `ОРОМИТАН` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2872,'10078','ЖОНДОР Т., АТ ХАЛК БАНКИ `ЖОНДОР ДЕХКОН БОЗОРИ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2873,'10080','ОЛОТ Т., АТ ХАЛК БАНКИ `ШАЙХЛАР` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2874,'10081','ПЕШКУ Т., АТ ХАЛК БАНКИ \"ИБН СИНО\" БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2875,'10082','ЗОМИН Т., АТ ХАЛК БАНКИ `ЗОМИН` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2876,'10083','БАХМАЛ Т., АТ ХАЛК БАНКИ `УСМАТ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2877,'10085','КАРШИ Ш., АТ ХАЛК БАНКИ `НАСАФ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2878,'10086','КАРШИ Ш., АТ ХАЛК БАНКИ `ЭСКИ ШАХАР` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2879,'10088','ЯККАБОГ Т., АТ ХАЛК БАНКИ `ЯККАБОГ КУРГОНЧАСИ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2880,'10089','НАВОИЙ Ш., АТ ХАЛК БАНКИ `НАВОИЙ БУЮМ БОЗОРИ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2881,'10090','КОНИМЕХ Т., АТ ХАЛК БАНКИ `КОНИМЕХ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2882,'10091','НАМАНГАН Ш., АТ ХАЛК БАНКИ `БОБУРШОХ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2883,'10092','ЯНГИКУРГОН Т., АТ ХАЛК БАНКИ `ЗАРКЕНТ ДЕХКОН БОЗОРИ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2884,'10093','ПОП Т., АТ ХАЛК БАНКИ ОБОД БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2885,'10094','САМАРКАНД Ш., АТ ХАЛК БАНКИ \"ОБОД МАСКАН\" БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2886,'10095','БУЛУНГУР Т., АТ ХАЛК БАНКИ `ГУЛЗОР` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2887,'10096','ОКДАРЁ Т., АТ ХАЛК БАНКИ `ДАХБЕТ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2888,'10097','ПАСТДАРГОМ Т., АТ ХАЛК БАНКИ \"ЖУМА\" БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2889,'10098','УРГУТ Т., АТ ХАЛК БАНКИ `УРГУТ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2890,'10100','ИШТИХОН Т., АТ ХАЛК БАНКИ `МИТАН` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2891,'10101','САМАРКАНД Ш., АТ ХАЛК БАНКИ `АФРОСИЁБ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2892,'10103','ПАЙАРИК Т., АТ ХАЛК БАНКИ `АЛ-БУХОРИЙ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2893,'10105','ДЕНОВ Т., АТ ХАЛК БАНКИ БАХОР БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2894,'10106','ЖАРКУРГОН Т., АТ ХАЛК БАНКИ `КАКАЙДИ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2895,'10107','ШУРЧИ Т., АТ ХАЛК БАНКИ `ФАЙЗ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2896,'10108','БАНДИХОН Т., АТ ХАЛК БАНКИ `БАНДИХОН` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2897,'10109','КУМКУРГОН Т., АТ ХАЛК БАНКИ `ЯНГИЕР` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2898,'10110','ОЛТИНСОЙ Т., АТ ХАЛК БАНКИ `ЭКРОЗ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2899,'10111','САРИОСИЁ Т., АТ ХАЛК БАНКИ `САНГАРДАК` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2900,'10113','СИРДАРЁ Т., АТ ХАЛК БАНКИ `БАХТ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2901,'10116','КУЙИЧИРЧИК Т., АТ ХАЛК БАНКИ \"ЧИНОР\" БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2902,'10117','ЯНГИЙУЛ Т., АТ ХАЛК БАНКИ `ЯНГИЙУЛ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2903,'10119','ЗАНГИОТА Т., АТ ХАЛК БАНКИ `БЕКБАРАКА` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2904,'10120','ЗАНГИОТА Т., АТ ХАЛК БАНКИ `АБУ САХИЙ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2905,'10121','ЧИНОЗ Т., АТ ХАЛК БАНКИ `НАФИС` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2906,'10122','БУКА Т., АТ ХАЛК БАНКИ `МАДАНИЯТ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2907,'10127','МАРГИЛОН Ш., АТ ХАЛК БАНКИ `МАРГИЛОН ХУНАРМАНДЛАРИ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2908,'10128','БЕШАРИК Т., АТ ХАЛК БАНКИ `РАПКОН` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2909,'10129','ФАРГОНА Т., АТ ХАЛК БАНКИ `ЧИМЁН` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2910,'10131','УРГАНЧ Ш., АТ ХАЛК БАНКИ `АЛ-ХОРАЗМИЙ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2911,'10132','УРГАНЧ Ш., АТ ХАЛК БАНКИ `ТИНЧЛИК` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2912,'10133','ХИВА Ш., АТ ХАЛК БАНКИ КУХНА ХИВА БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2913,'10134','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ `САЙХУН` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2914,'10137','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ `ТИНЧЛИК` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2915,'10138','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ `ХАЛКЛАР ДУСТЛИГИ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2916,'10139','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ `БУЮК ИПАК ЙУЛИ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2917,'10142','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ `НАВРУЗ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2918,'10145','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ `МУСТАКИЛЛИК` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2919,'10147','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ `ШУХРАТ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2920,'10148','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ `ЯНГИ СЕРГЕЛИ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2921,'10150','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ `АВИАСОЗЛАР` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2922,'10153','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ `ЮКСАЛИШ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2923,'10156','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ `ИСТИКЛОЛ` БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2924,'10158','БУЛОКБОШИ Т., `МИКРОКРЕДИТБАНК` АТБ БУЛОКБОШИ БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2925,'10159','АСАКА Т., `МИКРОКРЕДИТБАНК` АТБ АСАКА БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2926,'01197','ТОШКЕНТ Ш., \"YANGI BANK\" АКЦИЯДОРЛИК ЖАМИЯТИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2927,'11597','МУЙНОК Т., `МИКРОКРЕДИТБАНК` АТБ МУЙНОК БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2928,'11598','ЯНГИКУРГОН Т., `МИКРОКРЕДИТБАНК` АТБ ЯНГИКУРГОН БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2929,'11599','ПАРКЕНТ Т., `МИКРОКРЕДИТБАНК` АТБ КИЗИЛТОГ БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2930,'11600','ГИЖДУВОН Т., `АСАКАБАНК` АЖ `G`IJDUVON AVTOTEXXIZMAT` АВТОМАРКАЗИ САВДО НУКТАСИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2931,'11601','САМАРКАНД Ш., `АСАКАБАНК` АЖ `CHERY` АВТОМАРКАЗИ САВДО НУКТАСИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2932,'11602','Ш.РАШИДОВ Т., `АСАКАБАНК` АЖ `VEHICLE VALLEY` АВТОМАРКАЗИ САВДО НУКТАСИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2933,'11603','УЧКУРГОН Т., `АГРОБАНК` АТБ КУПРИКБОШИ БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2934,'11604','ТОШКЕНТ Ш., `КАПИТАЛБАНК` АТБ ЮНУСОБОД БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2935,'11605','ТОШКЕНТ Ш., `ГАРАНТ БАНК` АЖ DIMAX БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2936,'11606','НАМАНГАН Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ НАМАНГАН АМАЛИЁТ БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2937,'11607','УЙЧИ Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ УЙЧИ БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2938,'11608','УЧКУРГОН Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ УЧКУРГОН БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2939,'11609','ЧОРТОК Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ ЧОРТОК БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2940,'11610','АНДИЖОН Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ АНДИЖОН АМАЛИЁТ БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2941,'11611','АСАКА Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ АСАКА БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2942,'11612','МАРХАМАТ Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ МАРХАМАТ БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2943,'11613','ФАРГОНА Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ ФАРГОНА АМАЛИЁТ БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2944,'11614','КУКОН Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ КУКОН БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2945,'11615','БЕШАРИК Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ БЕШАРИК БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2946,'11616','КУВА Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ КУВА БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2947,'11617','РИШТОН Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ РИШТОН БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2948,'11618','УРГАНЧ Ш., `КАПИТАЛБАНК` АТБ ХИВА ЙУЛИ БХО','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2949,'11619','ТОШКЕНТ Ш,, `ASIA ALLIANCE BANK` АТБ ФАЙЗИОБОД БХМ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2950,'00337','ШЕРОБОД Т., \"АГРОБАНК\" АТБ ШЕРОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2951,'00338','ШЕРОБОД Т., \"МИКРОКРЕДИТБАНК\" АТБ ШЕРОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2952,'00339','ШУРЧИ Т., \"АГРОБАНК\" АТБ ШУРЧИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2953,'00341','УЗУН Т., \"АГРОБАНК\" АТБ УЗУН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2954,'00342','УЗУН Т., \"МИКРОКРЕДИТБАНК\" АТБ УЗУН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2955,'00343','АНГОР Т., \"АГРОБАНК\" АТБ АНГОР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2956,'00344','АНГОР Т., \"МИКРОКРЕДИТБАНК\" АТБ АНГОР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2957,'00345','КИЗИРИК Т., \"АГРОБАНК\" АТБ КИЗИРИК ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2958,'00347','КУМКУРГОН Т., \"АГРОБАНК\" АТБ КУМКУРГОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2959,'00348','КУМКУРГОН Т., \"\"МИКРОКРЕДИТБАНК\" АТБ КУМКУРГОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2960,'00349','ТЕРМИЗ Т., \"АГРОБАНК\" АТБ ТЕРМИЗ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2961,'00351','ОЛТИНСОЙ Т., \"АГРОБАНК\" АТБ ОЛТИНСОЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2962,'00354','САРИОСИЁ Т., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ САРИОСИЁ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2963,'00355','САРИОСИЁ Т., \"АГРОБАНК\" АТБ САРИОСИЁ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2964,'00356','ТЕРМИЗ Ш., \"ИПОТЕКА-БАНК\" АТИБ СУРХОНДАРЁ ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2965,'00358','ТЕРМИЗ Ш., \"АСАКАБАНК\" АЖ ТЕРМИЗ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2966,'00360','ДЕНОВ Т., \"АГРОБАНК\" АТБ ДЕНОВ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2967,'00361','ДЕНОВ Т., \"МИКРОКРЕДИТБАНК\" АТБ ДЕНОВ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2968,'00362','ДЕНОВ Т., \"ГАРАНТ БАНК\" АЖ ДЕНОВ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2969,'00363','ГУЛИСТОН Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ СИРДАРЁ ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2970,'00364','ГУЛИСТОН Ш., \"ИПОТЕКА-БАНК\" АТИБ СИРДАРЁ ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2971,'00365','ГУЛИСТОН Ш., \"АГРОБАНК\" АТБ СИРДАРЁ ВИЛОЯТ ХУДУДИЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2972,'00366','ГУЛИСТОН Ш., \"МИКРОКРЕДИТБАНК\" АТБ СИРДАРЁ ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2973,'00368','ГУЛИСТОН Ш., \"ТУРОНБАНК\" АТ БАНКИНИНГ ГУЛИСТОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2974,'00370','ГУЛИСТОН Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ СИРДАРЁ МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2975,'00373','ГУЛИСТОН Ш., \"АСАКАБАНК\" АЖ ГУЛИСТОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2976,'00374','САРДОБА Т., \"АГРОБАНК\" АТБ САРДОБА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2977,'00375','СИРДАРЁ Т., \"АГРОБАНК\" АТБ СИРДАРЁ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2978,'00376','СИРДАРЁ Т., \"МИКРОКРЕДИТБАНК\" АТБ СИРДАРЁ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2979,'00378','ЯНГИЕР Ш., \"АГРОБАНК\" АТБ ЯНГИЕР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2980,'00382','БОЁВУТ Т., \"АГРОБАНК\" АТБ БОЁВУТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2981,'00383','ШИРИН Ш., \"АГРОБАНК\" АТБ ШИРИН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2982,'00384','БОЁВУТ Т., \"МИКРОКРЕДИТБАНК\" АТБ БОЁВУТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2983,'00386','ГУЛИСТОН Т., \"АГРОБАНК\" АТБ ГУЛИСТОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2984,'00388','САЙХУНОБОД Т., \"АГРОБАНК\" АТБ САЙХУНОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2985,'00390','ОКОЛТИН Т., \"АГРОБАНК\" АТБ ОКОЛТИН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2986,'00392','ХОВОС Т., \"АГРОБАНК\" АТБ ХОВОС ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2987,'00394','ТОШКЕНТ Ш., \"АГРОБАНК\" АТБ ТОШКЕНТ ШАХАР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2988,'00395','ТОШКЕНТ Ш., \"ZIRAAT BANK UZBEKISTAN\" АКЦИЯДОРЛИК ЖАМИЯТИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2989,'00397','ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ УЧТЕПА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2990,'00398','ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ОЛМАЗОР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2991,'00399','ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ МИРЗО УЛУГБЕК ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2992,'00400','ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ШАХРИСТОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2993,'00401','ТОШКЕНТ Ш., АТ \"АЛОКАБАНК\" БОШ ОФИСИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2994,'00403','ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ СИРГАЛИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2995,'00405','ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ МИРОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2996,'00407','ТОШКЕНТ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ БОШ АМАЛИЁТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2997,'00408','ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ ТОШКЕНТ ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2998,'00410','КИБРАЙ Т., \"ГАРАНТ БАНК\" АЖ КИБРАЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(2999,'00411','НУРАФШОН Ш., \"АСАКАБАНК\" АЖ НУРАФШОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3000,'00413','ОХАНГАРОН Т., \"АГРОБАНК\" АТБ ОХАНГАРОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3001,'00414','ЗАНГИОТА Т., \"ГАРАНТ БАНК\" АЖ ЗАНГИОТА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3002,'00416','ТОШКЕНТ Ш., \"АСАКАБАНК\" АЖ \"ПОЙТАХТ\" ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3003,'00417','ТОШКЕНТ Ш., \"АСАКАБАНК\" АЖ АВТОТРАНСПОРТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3004,'00418','БУСТОНЛИК Т., \"ГАРАНТ БАНК\" АЖ ГАЗАЛКЕНТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3005,'00419','ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ ТОШКЕНТ ШАХАР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3006,'00420','ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ МИРОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3007,'00421','ТОШКЕНТ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ МИРЗО УЛУГБЕК ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3008,'00423','ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ МЕХНАТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3009,'00424','ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ TОШКЕНТ ШАХАР МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3010,'00425','ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ ШАЙХОНТОХУР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3011,'00426','ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КАТОРТОЛ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3012,'00427','ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ЧИЛОНЗОР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3013,'00431','ТОШКЕНТ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ АКАДЕМИЯ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3014,'00432','ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ЯШНОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3015,'00433','ТОШКЕНТ Ш., \"МИКРОКРЕДИТБАНК\" АТБ БОШ ОФИСИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3016,'00434','ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ АЛ-ХОРАЗМИЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3017,'00435','ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ РАКАТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3018,'00439','ТОШКЕНТ Ш., \"ГАРАНТ БАНК\" АКЦИЯДОРЛИК ЖАМИЯТИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3019,'00440','ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ БОШ ОФИСИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3020,'00442','ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ЛАБЗАК ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3021,'00443','ТОШКЕНТ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ТОШКЕНТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3022,'00444','ТОШКЕНТ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ БОШ ОФИСИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3023,'00445','ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ ТОШКЕНТ ШАХАР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3024,'00446','ТОШКЕНТ Ш., \"ТУРОНБАНК\" АТ БАНКИНИНГ БОШ ОФИСИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3025,'00450','ТОШКЕНТ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ БОШ ОФИСИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3026,'00451','ТОШКЕНТ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ TОШКЕНТ ШАХАР БОШ БОШКАРМАСИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3027,'00452','ТОШКЕНТ Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ ТОШКЕНТ ШАХАР МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3028,'00454','ТОШКЕНТ Ш., \"АГРОБАНК\" АТБ ШАЙХОНТОХУР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3029,'00455','ТОШКЕНТ Ш., \"МИКРОКРЕДИТБАНК\" АТБ TОШКЕНТ ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3030,'00457','ОККУРГОН Т., \"АГРОБАНК\" АТБ ОККУРГОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3031,'00459','ОЛМАЛИК Ш., \"ИПОТЕКА-БАНК\" АТИБ ОЛМАЛИК ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3032,'00461','АНГРЕН Ш., \"ИПОТЕКА-БАНК\" АТИБ АНГРЕН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3033,'00463','БУКА Т., \"АГРОБАНК\" АТБ БУКА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3034,'00466','БУСТОНЛИК Т., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ ГАЗАЛКЕНТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3035,'00468','БЕКОБОД Т., \"АГРОБАНК\" АТБ БЕКОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3036,'00472','ПСКЕНТ Т., \"АГРОБАНК\" АТБ ПСКЕНТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3037,'00473','ПСКЕНТ Т., \"МИКРОКРЕДИТБАНК\" АТБ ПСКЕНТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3038,'00474','КУЙИЧИРЧИК Т., \"АГРОБАНК\" АТБ КУЙИЧИРЧИК ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3039,'00475','НУРАФШОН Ш., \"АГРОБАНК\" АТБ ТОШКЕНТ ВИЛОЯТ ХУДУДИЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3040,'00476','ЧИНОЗ Т., \"АГРОБАНК\" АТБ ЧИНОЗ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3041,'00478','ЧИРЧИК Ш., \"ИПОТЕКА-БАНК\" АТИБ ЧИРЧИК ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3042,'00480','ЮКОРИЧИРЧИК Т., \"АГРОБАНК\" АТБ ЮКОРИЧИРЧИК ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3043,'00482','ПАРКЕНТ Т., \"АГРОБАНК\" АТБ ПАРКЕНТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3044,'00483','ПАРКЕНТ Т., \"МИКРОКРЕДИТБАНК\" АТБ ПАРКЕНТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3045,'00484','ЯНГИЙУЛ Т., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ ЯНГИЙУЛ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3046,'00485','ЯНГИЙУЛ Т., \"АГРОБАНК\" АТБ ЯНГИЙУЛ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3047,'00487','ОХАНГАРОН Т., \"ИПОТЕКА-БАНК\" АТИБ ОХАНГАРОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3048,'00489','БЕКОБОД Ш., \"ИПОТЕКА-БАНК\" АТИБ БЕКОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3049,'00490','НУРАФШОН Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ TОШКЕНТ ВИЛОЯТИ МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3050,'00491','ТОШКЕНТ Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ БОШ ОФИСИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3051,'00493','ФАРГОНА Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ ФАРГОНА ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3052,'00494','ФАРГОНА Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ФАРГОНА МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3053,'00495','ФАРГОНА Ш., \"АГРОБАНК\" АТБ ФАРГОНА ВИЛОЯТ ХУДУДИЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3054,'00496','ФАРГОНА Ш., \"МИКРОКРЕДИТБАНК\" АТБ ФАРГОНА ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3055,'00497','ФАРГОНА Ш., АТ ХАЛК БАНКИ ФАРГОНА ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3056,'00498','ФАРГОНА Ш., \"ТУРОНБАНК\" АТ БАНКИНИНГ ФАРГОНА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3057,'00500','ФАРГОНА Ш.,\"ГАРАНТ БАНК\" АЖ ФАРГОНА ШАХАР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3058,'00501','ФАРГОНА Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ ФАРГОНА МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3059,'00502','ОЛТИАРИК Т., \"АГРОБАНК\" АТБ ОЛТИАРИК ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3060,'00504','БОГДОД Т., \"АГРОБАНК\" АТБ БОГДОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3061,'00507','ФАРГОНА Т., \"АГРОБАНК\" АТБ ФАРГОНА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3062,'00510','ДАНГАРА Т., \"АГРОБАНК\" АТБ ДАНГАРА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3063,'00511','УЧКУПРИК Т., \"АГРОБАНК\" АТБ УЧКУПРИК ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3064,'00513','БЕШАРИК Т., \"АГРОБАНК\" АТБ БЕШАРИК ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3065,'00515','КУШТЕПА Т., \"АГРОБАНК\" АТБ КУШТЕПА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3066,'00517','КУВАСОЙ Ш., \"АГРОБАНК\" АТБ КУВАСОЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3067,'00519','РИШТОН Т., \"АГРОБАНК\" АТБ РИШТОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3068,'00520','РИШТОН Т., \"МИКРОКРЕДИТБАНК\" АТБ РИШТОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3069,'00522','ТОШЛОК Т., \"АГРОБАНК\" АТБ ТОШЛОК ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3070,'00524','ФАРГОНА Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КИРГУЛИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3071,'00525','БУВАЙДА Т., \"АГРОБАНК\" АТБ БУВАЙДА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3072,'00527','МАРГИЛОН Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ МАРГИЛОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3073,'00528','МАРГИЛОН Ш., \"АГРОБАНК\" АТБ МАРГИЛОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3074,'00529','КУВА Т., \"АГРОБАНК\" АТБ КУВА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3075,'00531','КУКОН Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КУКОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3076,'00533','УЗБЕКИСТОН Т., \"АГРОБАНК\" АТБ УЗБЕКИСТОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3077,'00539','ФАРГОНА Ш., \"АСАКАБАНК\" АЖ ФАРГОНА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3078,'00541','ЁЗЁВОН Т., \"АГРОБАНК\" АТБ ЁЗЁВОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3079,'00542','СУХ Т., \"АГРОБАНК\" АТБ СУХ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3080,'00544','ФАРГОНА Ш., \"ИПОТЕКА-БАНК\" АТИБ ФАРГОНА ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3081,'00545','КУКОН Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ КУКОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3082,'00546','КУКОН Ш., \"АГРОБАНК\" АТБ КУКОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3083,'00547','УРГАНЧ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ ХОРАЗМ ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3084,'00548','УРГАНЧ Ш., \"АГРОБАНК\" АТБ ХОРАЗМ ВИЛОЯТ ХУДУДИЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3085,'00549','УРГАНЧ Ш., \"МИКРОКРЕДИТБАНК\" АТБ XОРАЗМ ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3086,'00551','УРГАНЧ Ш., \"ТУРОНБАНК\" АТ БАНКИНИНГ УРГАНЧ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3087,'00552','УРГАНЧ Ш., \"ГАРАНТ БАНК\" АЖ УРГАНЧ ШАХАР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3088,'00553','УРГАНЧ Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ ХОРАЗМ МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3089,'00554','ГУРЛАН Т., \"АГРОБАНК\" АТБ ГУРЛАН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3090,'00556','БОГОТ Т., \"АГРОБАНК\" АТБ БОГОТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3091,'00557','БОГОТ Т., \"МИКРОКРЕДИТБАНК\" АТБ БОГОТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3092,'00558','ХОЗАРАСП Т., \"АГРОБАНК\" АТБ ХОЗАРАСП ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3093,'00001','ТОШКЕНТ Ш., МАРКАЗИЙ БАНКНИНГ БАНКЛАРАРО ХИСОБ-КИТОБЛАР МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3094,'00002','ТОШКЕНТ Ш., МАРКАЗИЙ БАНКНИНГ ЧАКАНА ТУЛОВЛАР КЛИРИНГ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3095,'00003','ТОШКЕНТ Ш., МАРКАЗИЙ БАНКНИНГ ТЕЗКОР ТУЛОВЛАР КЛИРИНГ МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3096,'00014','ТОШКЕНТ Ш., МАРКАЗИЙ БАНКНИНГ ТОШКЕНТ ШАХАР ХИСОБ-КИТОБ КАССА МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3097,'00015','НУКУС Ш., МАРКАЗИЙ БАНКНИНГ КОРАКАЛПОГИСТОН РЕСП. ХИСОБ-КИТОБ КАССА МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3098,'00016','АНДИЖОН Ш., МАРКАЗИЙ БАНКНИНГ АНДИЖОН ВИЛОЯТ ХИСОБ-КИТОБ КАССА МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3099,'00017','БУХОРО Ш., МАРКАЗИЙ БАНКНИНГ БУХОРО ВИЛОЯТ ХИСОБ-КИТОБ КАССА МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3100,'00018','ЖИЗЗАХ Ш., МАРКАЗИЙ БАНКНИНГ ЖИЗЗАХ ВИЛОЯТ ХИСОБ-КИТОБ КАССА МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3101,'00019','КАРШИ Ш., МАРКАЗИЙ БАНКНИНГ КАШКАДАРЁ ВИЛОЯТ ХИСОБ-КИТОБ КАССА МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3102,'00020','НАВОИЙ Ш., МАРКАЗИЙ БАНКНИНГ НАВОИЙ ВИЛОЯТ ХИСОБ-КИТОБ КАССА МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3103,'00021','НАМАНГАН Ш., МАРКАЗИЙ БАНКНИНГ НАМАНГАН ВИЛОЯТ ХИСОБ-КИТОБ КАССА МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3104,'00022','САМАРКАНД Ш., МАРКАЗИЙ БАНКНИНГ САМАРКАНД ВИЛОЯТ ХИСОБ-КИТОБ КАССА МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3105,'00023','ГУЛИСТОН Ш., МАРКАЗИЙ БАНКНИНГ СИРДАРЁ ВИЛОЯТ ХИСОБ-КИТОБ КАССА МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3106,'00024','ТЕРМИЗ Ш., МАРКАЗИЙ БАНКНИНГ СУРХОНДАРЁ ВИЛОЯТ ХИСОБ-КИТОБ КАССА МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3107,'00025','ТОШКЕНТ Ш., МАРКАЗИЙ БАНКНИНГ ТОШКЕНТ ВИЛОЯТ ХИСОБ-КИТОБ КАССА МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3108,'00026','ФАРГОНА Ш., МАРКАЗИЙ БАНКНИНГ ФАРГОНА ВИЛОЯТ ХИСОБ-КИТОБ КАССА МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3109,'00027','УРГАНЧ Ш., МАРКАЗИЙ БАНКНИНГ ХОРАЗМ ВИЛОЯТ ХИСОБ-КИТОБ КАССА МАРКАЗИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3110,'00031','ПАХТАОБОД Т., \"АГРОБАНК\" АТБ ПАХТАОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3111,'00033','АСАКА Т., \"АГРОБАНК\" АТБ АСАКА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3112,'00035','МАРХАМАТ Т., \"АГРОБАНК\" АТБ МАРХАМАТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3113,'00037','ШАХРИХОН Т., \"АГРОБАНК\" АТБ ШАХРИХОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3114,'00039','ШАХРИХОН Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ ШАХРИХОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3115,'00040','ЖАЛОЛКУДУК Т., \"АГРОБАНК\" АТБ ЖАЛАКУДУК ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3116,'00042','ХУЖАОБОД Т., \"АГРОБАНК\" АТБ ХУЖАОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3117,'00045','ИЗБОСКАН Т., \"АГРОБАНК\" АТБ ИЗБОСКАН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3118,'00049','ОЛТИНКУЛ Т., \"АГРОБАНК\" АТБ ОЛТИНКУЛ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3119,'00051','ХОНОБОД Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ XОНОБОД ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3120,'00053','БУСТОН Т., \"АГРОБАНК\" АТБ БУСТОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3121,'00055','УЛУГНОР Т., \"АГРОБАНК\" АТБ УЛУГНОР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3122,'00056','КУРГОНТЕПА Т., \"АГРОБАНК\" АТБ КУРГОНТЕПА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3123,'00058','КУРГОНТЕПА Т., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ КУРГОНТЕПА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3124,'00059','АНДИЖОН Ш., \"ИПОТЕКА-БАНК\" АТИБ АНДИЖОН ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3125,'00062','АНДИЖОН Т., \"АГРОБАНК\" АТБ АНДИЖОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3126,'00064','БУЛОКБОШИ Т., \"АГРОБАНК\" АТБ БУЛОКБОШИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3127,'00066','БАЛИКЧИ Т., \"АГРОБАНК\" АТБ БАЛИКЧИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3128,'00068','АНДИЖОН Ш., \"ИПОТЕКА-БАНК\" АТИБ \"ИСТИКЛОЛ\" ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3129,'00069','АНДИЖОН Ш., \"АСАКАБАНК\" АЖ АНДИЖОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3130,'00070','АСАКА Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТ БАНКИНИНГ АСАКА ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3131,'00073','АСАКА Т., \"АСАКАБАНК\" АЖ \"БОБУР\" ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3132,'00074','АНДИЖОН Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ АНДИЖОН ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3133,'00075','АНДИЖОН Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ АНДИЖОН МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3134,'00076','АНДИЖОН Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ БУНЁДКОР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3135,'00077','АНДИЖОН Ш., \"АГРОБАНК\" АТБ АНДИЖОН ВИЛОЯТ ХУДУДИЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3136,'00078','АНДИЖОН Ш., \"МИКРОКРЕДИТБАНК\" АТБ АНДИЖОН ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3137,'00079','АНДИЖОН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ НОДИРАБЕГИМ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3138,'00081','АНДИЖОН Ш., \"ГАРАНТ БАНК\" АЖ АНДИЖОН ШАХАР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3139,'00082','АНДИЖОН Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ АНДИЖОН МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3140,'00083','АНДИЖОН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТ БАНКИНИНГ БОШ ОФИСИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3141,'00084','БУХОРО Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ БУХОРО ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3142,'00087','КОГОН Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ КОГОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3143,'00088','БУХОРО Ш., \"ИПОТЕКА-БАНК\" АТИБ БУХОРО ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3144,'00089','БУХОРО Ш., \"АГРОБАНК\" АТБ БУХОРО ВИЛОЯТ ХУДУДИЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3145,'00090','ОЛОТ Т., \"АГРОБАНК\" АТБ ОЛОТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3146,'00091','ВОБКЕНТ Т., \"АГРОБАНК\" АТБ ВОБКЕНТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3147,'00092','ГИЖДУВОН Т., \"АГРОБАНК\" АТБ ГИЖДУВОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3148,'00093','ШОФИРКОН Т., \"АГРОБАНК\" АТБ ШОФИРКОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3149,'00094','КОРАКУЛ Т., \"АГРОБАНК\" АТБ КОРАКУЛ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3150,'00095','РОМИТАН Т., \"АГРОБАНК\" АТБ РОМИТАН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3151,'00096','ЖОНДОР Т., \"АГРОБАНК\" АТБ ЖОНДОР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3152,'00097','БУХОРО Т., \"АГРОБАНК\" АТБ БУХОРО ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3153,'00098','ПЕШКУ Т., \"АГРОБАНК\" АТБ ПЕШКУ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3154,'00100','ПЕШКУ Т., \"МИКРОКРЕДИТБАНК\" АТБ ЯНГИБОЗОР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3155,'00101','ШОФИРКОН Т., \"МИКРОКРЕДИТБАНК\" АТБ ШОФИРКОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3156,'00104','ГИЖДУВОН Т., \"МИКРОКРЕДИТБАНК\" АТБ ГИЖДУВОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3157,'00108','ЖОНДОР Т., \"МИКРОКРЕДИТБАНК\" АТБ ЖОНДОР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3158,'00109','БУХОРО Ш., \"МИКРОКРЕДИТБАНК\" АТБ БУХОРО ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3159,'00110','РОМИТОН Т., \"МИКРОКРЕДИТБАНК\" АТБ РОМИТОН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3160,'00111','БУХОРО Ш., \"ТУРОНБАНК\" АТ БАНКИНИНГ БУХОРО ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3161,'00112','БУХОРО Ш., \"ГАРАНТ БАНК\" АЖ БУХОРО ШАХАР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3162,'00115','БУХОРО Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ БУХОРО МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3163,'00116','БУХОРО Ш., АТ ХАЛК БАНКИ БУХОРО ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3164,'00119','БУХОРО Ш., \"ИПОТЕКА-БАНК\" АТИБ \"САРДОР\" ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3165,'00120','БУХОРО Ш., \"АСАКАБАНК\" АЖ БУХОРО ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3166,'00121','ЖИЗЗАХ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ ЖИЗЗАХ ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3167,'00122','ЖИЗЗАХ Ш., \"ИПОТЕКА-БАНК\" АТИБ ЖИЗЗАХ ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3168,'00123','Ш.РАШИДОВ Т., \"АГРОБАНК\" АТБ ЖИЗЗАХ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3169,'00124','АРНАСОЙ Т., \"АГРОБАНК\" АТБ АРНАСОЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3170,'00125','ЗАРБДОР Т., \"АГРОБАНК\" АТБ ЗАРБДОР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3171,'00126','ЖИЗЗАХ Ш., \"АГРОБАНК\" АТБ ЖИЗЗАХ ВИЛОЯТ ХУДУДИЙ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3172,'00127','ПАХТАКОР Т., \"АГРОБАНК\" АТБ ПАХТАКОР ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3173,'00128','ГАЛЛАОРОЛ Т., \"АГРОБАНК\" АТБ ГАЛЛАОРОЛ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3174,'00129','ДУСТЛИК Т., \"АГРОБАНК\" АТБ ДУСТЛИК ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3175,'00130','МИРЗАЧУЛ Т., \"АГРОБАНК\" АТБ МИРЗАЧУЛ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3176,'00131','ЗОМИН Т., \"АГРОБАНК\" АТБ ЗОМИН ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3177,'00132','БАХМАЛ Т., \"АГРОБАНК\" АТБ БАХМАЛ ФИЛИАЛИ','2024-12-15 00:50:54','2024-12-15 00:50:54'),(3178,'00133','ФОРИШ Т., \"АГРОБАНК\" АТБ ФОРИШ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3179,'00134','ЗАФАРОБОД Т., \"АГРОБАНК\" АТБ ЗАФАРОБОД ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3180,'00135','ЖИЗЗАХ Ш., \"МИКРОКРЕДИТБАНК\" АТБ ЖИЗЗАХ ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3181,'00138','ДУСТЛИК Т., \"ГАРАНТ БАНК\" АЖ ДУСТЛИК ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3182,'00139','ЖИЗЗАХ Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ ЖИЗЗАХ МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3183,'00140','ЖИЗЗАХ Ш., \"АСАКАБАНК\" АЖ ЖИЗЗАХ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3184,'00142','ГАЛЛАОРОЛ Т., \"МИКРОКРЕДИТБАНК\" АТБ ГАЛЛАОРОЛ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3185,'00149','ЗАРБДОР Т., \"МИКРОКРЕДИТБАНК\" АТБ ЗАРБДОР ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3186,'00150','КАРШИ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ КАШКАДАРЁ ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3187,'00151','КАРШИ Ш., \"АГРОБАНК\" АТБ КАШКАДАРЁ ВИЛОЯТ ХУДУДИЙ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3188,'00152','КАРШИ Ш., \"МИКРОКРЕДИТБАНК\" АТБ КАШКАДАРЁ ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3189,'00154','КАРШИ Ш., \"ГАРАНТ БАНК\" АЖ КАРШИ ШАХАР ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3190,'00155','КАРШИ Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ КАШКАДАРЁ МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3191,'00156','КУКДАЛА Т., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ КУКДАЛА ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3192,'00157','ГУЗОР Т., \"АГРОБАНК\" АТБ ГУЗОР ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3193,'00158','ДЕХКОНОБОД Т., \"АГРОБАНК\" АТБ ДЕХКОНОБОД ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3194,'00160','КАМАШИ Т., \"АГРОБАНК\" АТБ КАМАШИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3195,'00161','КАМАШИ Т., \"МИКРОКРЕДИТБАНК\" АТБ КАМАШИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3196,'00162','КОСОН Т., \"АГРОБАНК\" АТБ КОСОН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3197,'00163','КОСОН Т., \"МИКРОКРЕДИТБАНК\" АТБ КОСОН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3198,'00165','ШАХРИСАБЗ Т., \"ИПОТЕКА-БАНК\" АТИБ ШАХРИСАБЗ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3199,'00166','ШАХРИСАБЗ Т., \"АГРОБАНК\" АТБ ШАХРИСАБЗ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3200,'00167','ШАХРИСАБЗ Т., \"МИКРОКРЕДИТБАНК\" АТБ ШАХРИСАБЗ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3201,'00169','ЯККАБОГ Т., \"АГРОБАНК\" АТБ ЯККАБОГ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3202,'00171','ЯККАБОГ Т., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ ЯККАБОГ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3203,'00172','КАРШИ Т., \"АГРОБАНК\" АТБ КАРШИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3204,'00173','КАРШИ Т., \"МИКРОКРЕДИТБАНК\" АТБ БЕШКЕНТ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3205,'00174','ЧИРОКЧИ Т., \"АГРОБАНК\" АТБ ЧИРОКЧИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3206,'00175','ЧИРОКЧИ Т., \"МИКРОКРЕДИТБАНК\" АТБ ЧИРОКЧИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3207,'00176','КИТОБ Т., \"АГРОБАНК\" АТБ КИТОБ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3208,'00177','КИТОБ Т., \"МИКРОКРЕДИТБАНК\" АТБ КИТОБ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3209,'00179','КАСБИ Т., \"АГРОБАНК\" АТБ КАСБИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3210,'00181','НИШОН Т., \"АГРОБАНК\" АТБ НИШОН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3211,'00182','НИШОН Т., \"МИКРОКРЕДИТБАНК\" АТБ ЯНГИ НИШОН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3212,'00184','МИРИШКОР Т., \"АГРОБАНК\" АТБ МИРИШКОР ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3213,'00186','МУБОРАК Т., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ МУБОРАК ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3214,'00187','МУБОРАК Т., \"АГРОБАНК\" АТБ МУБОРАК ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3215,'00190','КАРШИ Ш., \"ИПОТЕКА-БАНК\" АТИБ КАШКАДАРЁ ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3216,'00191','ШАХРИСАБЗ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ ШАХРИСАБЗ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3217,'00192','КАРШИ Ш., \"ТУРОНБАНК\" АТ БАНКИНИНГ КАРШИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3218,'00194','КАРШИ Ш., \"АСАКАБАНК\" АЖ КАРШИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3219,'00196','НАВОИЙ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ НАВОИЙ ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3220,'00197','НАВОИЙ Ш., \"АГРОБАНК\" АТБ НАВОИЙ ВИЛОЯТ ХУДУДИЙ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3221,'00198','НАВОИЙ Ш., \"МИКРОКРЕДИТБАНК\" АТБ НАВОИЙ ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3222,'00199','НАВОИЙ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ НАВОИЙ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3223,'00200','НАВОИЙ Ш., \"ТУРОНБАНК\" АТ БАНКИНИНГ НАВОИЙ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3224,'00201','НАВОИЙ Ш., \"ГАРАНТ БАНК\" АЖ НАВОИЙ ШАХАР ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3225,'00202','НАВОИЙ Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ НАВОИЙ МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3226,'00203','ЗАРАФШОН Ш., \"ИПОТЕКА-БАНК\" АТИБ ЗАРАФШОН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3227,'00204','ЗАРАФШОН Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ ЗАРАФШОН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3228,'00205','НАВОИЙ Ш., \"ИПОТЕКА-БАНК\" АТИБ НАВОИЙ ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3229,'00206','НАВОИЙ Ш., \"АСАКАБАНК\" АЖ НАВОИЙ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3230,'00209','КОНИМЕХ Т., \"АГРОБАНК\" АТБ КОНИМЕХ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3231,'00210','КАРМАНА Т., \"АГРОБАНК\" АТБ КАРМАНА ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3232,'00211','КАРМАНА Т., \"МИКРОКРЕДИТБАНК\" АТБ КАРМАНА ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3233,'00212','КИЗИЛТЕПА Т., \"АГРОБАНК\" АТБ КИЗИЛТЕПА ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3234,'00213','КИЗИЛТЕПА Т., \"МИКРОКРЕДИТБАНК\" АТБ КИЗИЛТЕПА ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3235,'00214','НУРОТА Т., \"АГРОБАНК\" АТБ НУРОТА ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3236,'00216','ТОМДИ Т., \"АГРОБАНК\" АТБ ТОМДИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3237,'00217','НАВБАХОР Т., \"АГРОБАНК\" АТБ НАВБАХОР ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3238,'00219','ХАТИРЧИ Т., \"АГРОБАНК\" АТБ ХАТИРЧИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3239,'00222','НАМАНГАН Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ НАМАНГАН ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3240,'00223','НАМАНГАН Ш., \"ИПОТЕКА-БАНК\" АТИБ НАМАНГАН ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3241,'00224','НАМАНГАН Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ НАМАНГАН МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3242,'00225','НАМАНГАН Ш., \"АГРОБАНК\" АТБ НАМАНГАН ВИЛОЯТ ХУДУДИЙ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3243,'00226','НАМАНГАН Ш., \"ТУРОНБАНК\" АТ БАНКИНИНГ НАМАНГАН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3244,'00227','НАМАНГАН Ш., \"ГАРАНТ БАНК\" АЖ НАМАНГАН ШАХАР ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3245,'00229','НАМАНГАН Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ НАМАНГАН МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3246,'00231','НАМАНГАН Ш., \"АСАКАБАНК\" АЖ НАМАНГАН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3247,'00232','МИНГБУЛОК Т., \"АГРОБАНК\" АТБ МИНГБУЛОК ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3248,'00234','КОСОНСОЙ Т., \"АГРОБАНК\" АТБ КОСОНСОЙ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3249,'00236','НОРИН Т., \"АГРОБАНК\" АТБ НОРИН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3250,'00238','ПОП Т., \"АГРОБАНК\" АТБ ПОП ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3251,'00239','ПОП Т., \"МИКРОКРЕДИТБАНК\" АТБ ПОП ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3252,'00240','ПОП Т., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ ПОП ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3253,'00241','ТУРАКУРГОН Т., \"АГРОБАНК\" АТБ ТУРАКУРГОН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3254,'00244','УЙЧИ Т., \"АГРОБАНК\" АТБ УЙЧИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3255,'00246','УЧКУРГОН Т., \"АГРОБАНК\" АТБ УЧКУРГОН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3256,'00248','УЧКУРГОН Т., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ УЧКУРГОН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3257,'00249','ЧУСТ Т., \"АГРОБАНК\" АТБ ЧУСТ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3258,'00250','ЧУСТ Т., \"МИКРОКРЕДИТБАНК\" АТБ ЧУСТ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3259,'00251','ЯНГИКУРГОН Т., \"АГРОБАНК\" АТБ ЯНГИКУРГОН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3260,'00253','НАМАНГАН Т., \"АГРОБАНК\" АТБ НАМАНГАН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3261,'00256','ЧОРТОК Т., \"АГРОБАНК\" АТБ ЧОРТОК ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3262,'00259','НАМАНГАН Ш., \"АГРОБАНК\" АТБ ДАВЛАТОБОД ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3263,'00260','НАМАНГАН Ш., \"МИКРОКРЕДИТБАНК\" АТБ НАМАНГАН ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3264,'00262','САМАРКАНД Ш., \"ИПОТЕКА-БАНК\" АТИБ КУКСАРОЙ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3265,'00264','САМАРКАНД Ш., \"АСАКАБАНК\" АЖ САМАРКАНД ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3266,'00265','ОКДАРЁ Т., \"АГРОБАНК\" АТБ ОКДАРЁ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3267,'00266','ОКДАРЁ Т., \"МИКРОКРЕДИТБАНК\" АТБ ЛОИШ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3268,'00267','НАРПАЙ Т., \"АГРОБАНК\" АТБ НАРПАЙ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3269,'00270','ЖОМБОЙ Т., \"АГРОБАНК\" АТБ ЖОМБОЙ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3270,'00273','ПАСТДАРГОМ Т., \"АГРОБАНК\" АТБ ПАСТДАРГОМ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3271,'00275','КАТТАКУРГОН Т., \"АГРОБАНК\" АТБ КАТТАКУРГОН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3272,'00278','САМАРКАНД Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ САМАРКАНД ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3273,'00279','САМАРКАНД Ш., \"АГРОБАНК\" АТБ САМАРКАНД ВИЛОЯТ ХУДУДИЙ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3274,'00280','САМАРКАНД Ш., \"АГРОБАНК\" АТБ СИЁБ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3275,'00281','САМАРКАНД Ш., \"МИКРОКРЕДИТБАНК\" АТБ САМАРКАНД ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3276,'00282','САМАРКАНД Ш., \"ТУРОНБАНК\" АТ БАНКИНИНГ САМАРКАНД ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3277,'00283','САМАРКАНД Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ УМАР МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3278,'00286','САМАРКАНД Ш., \"ГАРАНТ БАНК\" АЖ САМАРКАНД ШАХАР ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3279,'00287','САМАРКАНД Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ САМАРКАНД МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3280,'00289','БУЛУНГУР Т., \"МИКРОКРЕДИТБАНК\" АТБ БУЛУНГУР ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3281,'00290','БУЛУНГУР Т., \"АГРОБАНК\" АТБ БУЛУНГУР ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3282,'00291','НУРОБОД Т., \"АГРОБАНК\" АТБ НУРОБОД ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3283,'00297','ПАХТАЧИ Т., \"АГРОБАНК\" АТБ ПАХТАЧИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3284,'00298','ПАХТАЧИ Т., \"МИКРОКРЕДИТБАНК\" АТБ ЗИЁВУДДИН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3285,'00300','УРГУТ Т., \"АГРОБАНК\" АТБ УРГУТ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3286,'00301','УРГУТ Т., \"МИКРОКРЕДИТБАНК\" АТБ УРГУТ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3287,'00303','УРГУТ Т., \"ГАРАНТ БАНК\" АЖ УРГУТ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3288,'00304','САМАРКАНД Т., \"ГАРАНТ БАНК\" АЖ УЛУГБЕК ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3289,'00307','ПАСТДАРГОМ Т., \"АГРОБАНК\" АТБ ГУЗАЛКЕНТ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3290,'00309','ИШТИХОН Т., \"АГРОБАНК\" АТБ ИШТИХОН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3291,'00311','ИШТИХОН Т., \"ГАРАНТ БАНК\" АЖ ИШТИХОН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3292,'00312','САМАРКАНД Ш., \"ИПОТЕКА-БАНК\" АТИБ САМАРКАНД ВИЛОЯТ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3293,'00313','КУШРАБОД Т., \"АГРОБАНК\" АТБ КУШРАБОД ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3294,'00316','КАТТАКУРГОН Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ КАТТАКУРГОН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3295,'00317','САМАРКАНД Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ АМИР ТЕМУР ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3296,'00318','ПАЙАРИК Т., \"АГРОБАНК\" АТБ ПАЙАРИК ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3297,'00321','ТОЙЛОК Т., \"АГРОБАНК\" АТБ ТОЙЛОК ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3298,'00324','ТЕРМИЗ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ СУРХОНДАРЁ ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3299,'00325','ТЕРМИЗ Ш., \"АГРОБАНК\" АТБ СУРХОНДАРЁ ВИЛОЯТ ХУДУДИЙ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3300,'00326','ТЕРМИЗ Ш., \"МИКРОКРЕДИТБАНК\" АТБ СУРХОНДАРЁ ВИЛОЯТИ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3301,'00328','ТЕРМИЗ Ш., \"ТУРОНБАНК\" АТ БАНКИНИНГ TЕРМИЗ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3302,'00330','ТЕРМИЗ Ш., АТБ \"КИШЛОК КУРИЛИШ БАНК\"НИНГ СУРХОНДАРЁ МИНТАКАВИЙ ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3303,'00331','БОЙСУН Т., \"АГРОБАНК\" АТБ БОЙСУН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3304,'00332','ЖАРКУРГОН Т., \"АГРОБАНК\" АТБ ЖАРКУРГОН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3305,'00333','ЖАРКУРГОН Т., \"МИКРОКРЕДИТБАНК\" АТБ ЖАРКУРГОН ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3306,'00334','МУЗРОБОД Т., \"АГРОБАНК\" АТБ МУЗРОБОД ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3307,'00335','МУЗРОБОД Т., \"МИКРОКРЕДИТБАНК\" АТБ МУЗРОБОД ФИЛИАЛИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3308,'11637','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ ИПОТЕКА БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3309,'11638','ГИЖДУВОН Т., ЧЭКИ `INVEST FINANCE BANK` АТБ ГИЖДУВОН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3310,'11639','НАМАНГАН Ш., `АСАКАБАНК` АЖ `CHERY NAMANGAN` САВДО НУКТАСИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3311,'11640','ТОШКЕНТ Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ КОРПОРАТИВ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3312,'11641','ЖИЗЗАХ Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ СУГДИЁНА БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3313,'11673','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ КАТОРТОЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3314,'11674','ТУРТКУЛ Т., `ТРАСТБАНК` ХА БАНКИ ТУРТКУЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3315,'11675','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ ИСТИКЛОЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3316,'11661','НАМАНГАН Ш., `АГРОБАНК` АТБ РЕАЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3317,'11662','КУКОН Ш., `АСАКАБАНК` АЖ `QO`QON AVTO TREYD` САВДО НУКТАСИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3318,'11663','ОЛТИНКУЛ Т., `АСАКАБАНК` АЖ `ANDIJON KIA` САВДО НУКТАСИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3319,'11664','ТОШКЕНТ Ш., `КАПИТАЛБАНК` АТБ МАХТУМКУЛИ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3320,'11665','ТОШКЕНТ Ш., `КАПИТАЛБАНК` АТБ YASHNABAD БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3321,'11645','ЗАРАФШОН Ш., `ИПОТЕКА-БАНК` АТИБ НАВРУЗ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3322,'11646','НАВОИЙ Ш., `ИПОТЕКА-БАНК` АТИБ `ТАДБИРКОР` УНИВЕРСАЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3323,'11647','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ `ТОШГАЗ` УНИВЕРСАЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3324,'11648','НАМАНГАН Ш., `АГРОБАНК` АТБ ЧОРСУ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3325,'11649','ГУЛИСТОН Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ `ГУЛИСТОН АМАЛИЁТ` БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3326,'11650','ЖИЗЗАХ Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ `ЖИЗЗАХ АМАЛИЁТ` БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3327,'11651','ЖИЗЗАХ Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ ИНДУСТРИАЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3328,'11652','МИРЗАЧУЛ Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ МИРЗАЧУЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3329,'11653','САМАРКАНД Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ `САМАРКАНД АМАЛИЁТ` БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3330,'11654','УРГУТ Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ УРГУТ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3331,'11655','ЖОМБОЙ Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ ЖОМБОЙ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3332,'11656','ПАСТДАРГОМ Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ ПАСТДАРГОМ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3333,'11657','САМАРКАНД Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ РЕГИСТОН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3334,'11658','ТОШКЕНТ Ш., `КАПИТАЛБАНК` АТБ `SERGELI AVTOMARKAZ` БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3335,'11659','ТОШКЕНТ Ш., `КАПИТАЛБАНК` АТБ ТУРОН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3336,'11660','РИШТОН Т., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ ФАРОВОН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3337,'11023','МИРЗАОБОД Т., `АГРОБАНК` АТБ МИРЗАОБОД БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3338,'11024','ТОШКЕНТ Ш., `АГРОБАНК` АТБ АТЛАС БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3339,'11025','ТОШКЕНТ Ш., `АГРОБАНК` АТБ АХИЛ ХАМКОР БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3340,'11026','ТОШКЕНТ Ш., `АГРОБАНК` АТБ ЧУПОНОТА БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3341,'11027','ТОШКЕНТ Ш., `АГРОБАНК` АТБ ГИЛАМСАРОЙ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3342,'11028','ТОШКЕНТ Ш., `АГРОБАНК` АТБ ПАРКЕНТ БОЗОРИ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3343,'11029','ТОШКЕНТ Ш., `АГРОБАНК` АТБ СЕРГЕЛИ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3344,'11030','ТОШКЕНТ Ш., `АГРОБАНК` АТБ ХУМО АВТОСАВДО БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3345,'11031','ТОШКЕНТ Ш., `АГРОБАНК` АТБ ЮНУСОБОД БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3346,'11032','ОККУРГОН Т., `АГРОБАНК` АТБ АЛИМКЕНТ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3347,'11033','ФАРГОНА Ш., `АГРОБАНК` АТБ ДУСТЛИК БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3348,'11034','БЕШАРИК Т., `АГРОБАНК` АТБ СИРДАРЁ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3349,'11035','ТОШЛОК Т., `АГРОБАНК` АТБ ЗАРКЕНТ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3350,'11036','УЗБЕКИСТОН Т., `АГРОБАНК` АТБ ЯЙПАН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3351,'11037','ФУРКАТ Т., `АГРОБАНК` АТБ НАВБАХОР БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3352,'11038','ФУРКАТ Т., `АГРОБАНК` АТБ ФУРКАТ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3353,'11039','КУВА Т.,`АГРОБАНК` АТБ КУББО БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3354,'11040','ФАРГОНА Ш., `АГРОБАНК` АТБ ТОЖМАХАЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3355,'11041','ФАРГОНА Ш., `АГРОБАНК` АТБ ОМАД БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3356,'11042','ОЛТИАРИК Т., `АГРОБАНК` АТБ ТИНЧЛИК БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3357,'11043','ОЛТИАРИК Т., `АГРОБАНК` АТБ УЗБЕКИСТОН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3358,'11044','БОГДОД Т., `АГРОБАНК` АТБ КУШЧИНОР БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3359,'11045','ФАРГОНА Т., `АГРОБАНК` АТБ ЧИМЁН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3360,'11046','ДАНГАРА Т., `АГРОБАНК` АТБ МАРКАЗ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3361,'11047','УЧКУПРИК Т., `АГРОБАНК` АТБ НУРАФШОН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3362,'11048','КУШТЕПА Т., `АГРОБАНК` АТБ КУМТЕПА БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3363,'11049','МАРГИЛОН Ш., `АГРОБАНК` АТБ МАРГИЛОН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3364,'11050','МАРГИЛОН Ш., `АГРОБАНК` АТБ ИПАКЧИ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3365,'11051','КУВА Т., `АГРОБАНК` АТБ ИСТИКБОЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3366,'11052','КУКОН Ш., `АГРОБАНК` АТБ КУКОН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3367,'11053','КУКОН Ш., `АГРОБАНК` АТБ ЯНГИ БОЗОР БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3368,'11054','КУКОН Ш., `АГРОБАНК` АТБ БАРАКА БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3369,'11055','ХИВА Ш., `АГРОБАНК` АТБ ХИВА БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3370,'11056','ХИВА Ш., `АГРОБАНК` АТБ ЭСКИ КИЁТ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3371,'11057','ХИВА Ш., `АГРОБАНК` АТБ ФЕРУЗ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3372,'11058','ГУРЛАН Т., `АГРОБАНК` АТБ ПАХЛАВОН МАХМУД БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3373,'11059','ГУРЛАН Т., `АГРОБАНК` АТБ ГУРЛАН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3374,'11060','БОГОТ Т., `АГРОБАНК` АТБ НАЙМАН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3375,'11061','БОГОТ Т., `АГРОБАНК` АТБ БОГОТ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3376,'11062','ХАЗОРАСП Т., `АГРОБАНК` АТБ ПИТНАК БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3377,'11063','ХАЗОРАСП Т., `АГРОБАНК` АТБ ЖАЙХУН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3378,'11065','ЯНГИАРИК Т., `АГРОБАНК` АТБ ЯНГИАРИК БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3379,'11066','КУШКУПИР Т., `АГРОБАНК` АТБ АЗ ЗАМАХШАРИЙ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3380,'11067','ШОВОТ Т., `АГРОБАНК` АТБ ТАДБИРКОР БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3381,'11068','ЯНГИБОЗОР Т., `АГРОБАНК` АТБ НАВРУЗ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3382,'11069','УРГАНЧ Ш., `АГРОБАНК` АТБ ТИНЧЛИК БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3383,'11070','ХОНКА Т., `АГРОБАНК` АТБ КЕЛАЖАК БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3384,'11071','ХОНКА Т., `АГРОБАНК` АТБ ХОРАЗМ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3385,'11072','ХОНКА Т., `АГРОБАНК` АТБ ХОНКА БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3386,'11073','УРГАНЧ Ш., `АГРОБАНК` АТБ ДАРИТАЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3387,'11074','ТАХИАТОШ Т., `АГРОБАНК` АТБ ТАХИАТОШ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3388,'11075','ЭЛЛИККАЛЪА Т., `АГРОБАНК` АТБ САРАБИЙ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3389,'11078','АМУДАРЁ Т., `АГРОБАНК` АТБ КИЛИЧБОЙ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3390,'11080','НУКУС Ш., `АГРОБАНК` АТБ ТУРАН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3391,'11081','АНДИЖОН Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ АНДИЖОН МИНТАКАВИЙ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3392,'11082','ФАРГОНА Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ ФАРГОНА МИНТАКАВИЙ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3393,'11083','НАМАНГАН Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ НАМАНГАН МИНТАКАВИЙ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3394,'11084','САМАРКАНД Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ САМАРКАНД МИНТАКАВИЙ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3395,'11085','КАРШИ Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ КАШКАДАРЁ МИНТАКАВИЙ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3396,'11086','ТЕРМИЗ Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ СУРХОНДАРЁ МИНТАКАВИЙ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3397,'11087','ХОНОБОД Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ ХОНОБОД БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3398,'11088','АНДИЖОН Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ БУНЁДКОР БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3399,'11089','ФАРГОНА Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ КИРГУЛИ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3400,'11090','КУКОН Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ КУКОН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3401,'11091','САМАРКАНД Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ АМИР ТЕМУР БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3402,'11092','МУБОРАК Т., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ МУБОРАК БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3403,'11093','САРИОСИЁ Т., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ САРИОСИЁ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3404,'11094','ТОШКЕНТ Ш., `ОРИЕНТ ФИНАНС` ХАТБ МЕГА ПЛАНЕТ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3405,'11095','ТОШКЕНТ Ш., `ОРИЕНТ ФИНАНС` ХАТБ САМАРКАНД ДАРВОЗА БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3406,'11098','БУХОРО Ш., АТБ `УНИВЕРСАЛ БАНК` БУХОРО БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3407,'11099','АНДИЖОН Ш., АТБ `УНИВЕРСАЛ БАНК` АНДИЖОН МИНИ БАНК','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3408,'11100','ТОШКЕНТ Ш., `АГРОБАНК` АТБ МИНОР БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3409,'11101','ТОШКЕНТ Ш., `АГРОБАНК` АТБ БЕК ТУПИ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3410,'11102','ТОШКЕНТ Ш., `АГРОБАНК` АТБ МИРОБОД БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3411,'11103','ТОШКЕНТ Ш., `АГРОБАНК` АТБ ОЛОЙ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3412,'11104','ТОШКЕНТ Ш., `АГРОБАНК` АТБ РОЙСОН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3413,'10436','ТУРАКУРГОН Т., `МИКРОКРЕДИТБАНК` АТБ ТУРАКУРГОН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3414,'10438','САМАРКАНД Ш., `МИКРОКРЕДИТБАНК` АТБ БОГИШАМОЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3415,'10440','КУШРАБОТ Т., `МИКРОКРЕДИТБАНК` АТБ КУШРАБОТ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3416,'10441','ХАВАСТ Т., `МИКРОКРЕДИТБАНК` АТБ ХОВОС БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3417,'10442','УРТАЧИРЧИК Т., `МИКРОКРЕДИТБАНК` АТБ БЕКТЕМИР БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3418,'10443','ЧИРЧИК Ш., `МИКРОКРЕДИТБАНК` АТБ ЧИРЧИК БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3419,'10444','ТОШКЕНТ Т., `МИКРОКРЕДИТБАНК` АТБ ОЛТИНТЕПА БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3420,'10445','ЯНГИЙУЛ Ш., `МИКРОКРЕДИТБАНК` АТБ ЯНГИЙУЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3421,'10446','КУЙИЧИРЧИК Т., `МИКРОКРЕДИТБАНК` АТБ КУЙИ ЧИРЧИК БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3422,'10447','ЮКОРИЧИРЧИК Т., `МИКРОКРЕДИТБАНК` АТБ ЮКОРИ ЧИРЧИК БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3423,'10448','БУКА Т., `МИКРОКРЕДИТБАНК` АТБ БУКА БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3424,'10449','БЕКОБОД Ш., `МИКРОКРЕДИТБАНК` АТБ БЕКОБОД БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3425,'10450','ТОШКЕНТ Ш., `МИКРОКРЕДИТБАНК` АТБ ЧИГАТОЙ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3426,'10452','ТОШКЕНТ Ш., `МИКРОКРЕДИТБАНК` АТБ ЮНУСОБОД БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3427,'10453','ТОШКЕНТ Ш., `МИКРОКРЕДИТБАНК` АТБ ЮКСАЛИШ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3428,'10454','ФАРГОНА Ш., `МИКРОКРЕДИТБАНК` АТБ GOLD CITY БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3429,'10455','ФУРКАТ Т., `МИКРОКРЕДИТБАНК` АТБ ФУРКАТ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3430,'10457','СУХ Т., `МИКРОКРЕДИТБАНК` АТБ СУХ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3431,'10458','БЕШАРИК Т., `МИКРОКРЕДИТБАНК` АТБ БЕШАРИК БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3432,'10459','УЗБЕКИСТОН Т., `МИКРОКРЕДИТБАНК` АТБ УЗБЕКИСТОН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3433,'10460','БУВАЙДА Т., `МИКРОКРЕДИТБАНК` АТБ ИБРАТ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3434,'10461','НАМАНГАН Ш., `TENGE BANK` АТБ НАМАНГАН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3435,'10462','ТОШКЕНТ Ш., `TENGE BANK` АТБ ПАРКЕНТ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3436,'10463','ТОШКЕНТ Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ ЮНУСОБОД БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3437,'10464','ТОШКЕНТ Ш., `КАПИТАЛБАНК` АТБ `ЧИЛОНЗОР` БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3438,'10465','НАВОИЙ Ш., АТ ХАЛК БАНКИ \"ИМКОН\" БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3439,'10466','КАРШИ Ш., `КАПИТАЛБАНК` АТБ КАРШИ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3440,'10467','ПАХТАКОР Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ ПАХТАКОР БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3441,'10468','ТОШКЕНТ Ш., ЧЭКИ `INVEST FINANCE BANK` АТБ МИРОБОД БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3442,'10469','ТОШКЕНТ Ш., ЧЭКИ `INVEST FINANCE BANK` АТБ НОВЗА БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3443,'10470','ЧИРЧИК Ш., ЧЭКИ `INVEST FINANCE BANK` АТБ ЧИРЧИК БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3444,'10471','ТОШКЕНТ Т., ЧЭКИ `INVEST FINANCE BANK` АТБ КЕЛЕС БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3445,'10472','ЗАНГИОТА Т., ЧЭКИ `INVEST FINANCE BANK` АТБ ЗАНГИОТА БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3446,'10473','УЧКУРГОН Т., ЧЭКИ `INVEST FINANCE BANK` АТБ УЧКУРГОН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3447,'10474','УЙЧИ Т., ЧЭКИ `INVEST FINANCE BANK` АТБ УЙЧИ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3448,'11064','ХАЗОРАСП Т., `АГРОБАНК` АТБ УНИВЕРСАЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3449,'11105','ТОШКЕНТ Ш., `АГРОБАНК` АТБ ШАЙХОНТОХУР БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3450,'11106','ТОШКЕНТ Ш., `АГРОБАНК` АТБ КОРАКАМИШ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3451,'11107','ТОШКЕНТ Ш., `TBC BANK` АТБ СЕРГЕЛИ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3452,'11108','ЭЛЛИККАЛЪА Т., АТБ `КИШЛОК КУРИЛИШ БАНК` БУСТОН БХКМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3453,'11109','УРГАНЧ Т., `КАПИТАЛБАНК` АТБ `УРГЕНЧ БАЗАР` МИНИ БАНК','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3454,'11110','УРГАНЧ Ш., `КАПИТАЛБАНК` АТБ `УРГЕНЧ ЖАЙХУН` БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3455,'11111','КАРШИ Ш., АТБ `КИШЛОК КУРИЛИШ БАНК` КАРШИ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3456,'11112','КУКДАЛА Т., АТБ `КИШЛОК КУРИЛИШ БАНК` КУКДАЛА БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3457,'11113','ЯККАБОГ Т., АТБ `КИШЛОК КУРИЛИШ БАНК` ЯККАБОГ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3458,'11114','ТЕРМИЗ Ш., АТБ `КИШЛОК КУРИЛИШ БАНК` ТЕРМИЗ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3459,'11115','КУМКУРГОН Т., АТБ `КИШЛОК КУРИЛИШ БАНК` КУМКУРГОН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3460,'11116','ШУРЧИ Т., АТБ `КИШЛОК КУРИЛИШ БАНК` ШУРЧИ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3461,'11117','ЖАРКУРГОН Т., АТБ `КИШЛОК КУРИЛИШ БАНК` ЖАРКУРГОН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3462,'11118','САРИОСИЁ Т., АТБ `КИШЛОК КУРИЛИШ БАНК` САРИОСИЁ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3463,'11119','ПАХТАОБОД Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ ПАХТАОБОД БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3464,'11120','ИЗБОСКАН Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ ИЗБОСКАН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3465,'11121','КУРГОНТЕПА Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ КУРГОНТЕПА БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3466,'11122','ШАХРИХОН Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ ШАХРИХОН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3467,'11123','КОРОВУЛБОЗОР Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ КОРОВУЛБОЗОР БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3468,'11124','ВОБКЕНТ Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ ВОБКЕНТ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3469,'11125','ШОФИРКОН Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ ШОФИРКОН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3470,'11126','БУХОРО Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ АРК БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3471,'11127','БУХОРО Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ НАКШБАНД БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3472,'11128','НИШОН Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ ЯНГИ-НИШОН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3473,'11129','ЧУСТ Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ ЧУСТ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3474,'11130','ТУРАКУРГОН Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ ТУРАКУРГОН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3475,'11131','КАТТАКУРГОН Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ КАТТАКУРГОН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3476,'11132','САМАРКАНД Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ КОРАСУВ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3477,'11133','ШЕРОБОД Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ ШЕРОБОД БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3478,'11134','ЖАРКУРГОН Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ ЖАРКУРГОН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3479,'11135','ОКОЛТИН Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ ОКОЛТИН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3480,'11136','ТОШКЕНТ Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ ШАЙХОНТОХУР БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3481,'11137','ТОШКЕНТ Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ ЯНГИ СЕРГЕЛИ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3482,'11138','ТОШКЕНТ Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ АТЛАС НБУ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3483,'11139','ТОШКЕНТ Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ ТЕХНОПАРК БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3484,'11140','ТОШКЕНТ Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ МИРОБОД ПЛАЗА БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3485,'11141','ЧИРЧИК Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ ЧИРЧИК БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3486,'11142','ОЛМАЛИК Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ ОЛМАЛИК БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3487,'11143','КУВАСОЙ Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ КУВАСОЙ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3488,'10476','АНДИЖОН Ш., ЧЭКИ `INVEST FINANCE BANK` АТБ ИСТИКЛОЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3489,'10477','АСАКА Т., ЧЭКИ `INVEST FINANCE BANK` АТБ УМИД БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3490,'10479','ТОШЛОК Т., ЧЭКИ `INVEST FINANCE BANK` АТБ ОСИЁ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3491,'10480','ОЛТИАРИК Т., ЧЭКИ `INVEST FINANCE BANK` АТБ ОЛТИАРИК БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3492,'10481','ШОВОТ Т., ЧЭКИ `INVEST FINANCE BANK` АТБ ШОВОТ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3493,'10482','ПАСТДАРГОМ Т., ЧЭКИ `INVEST FINANCE BANK` АТБ ПАСТДАРГОМ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3494,'10483','ОКДАРЁ Т., ЧЭКИ `INVEST FINANCE BANK` АТБ ОКДАРЁ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3495,'10484','ЖОМБОЙ Т., ЧЭКИ `INVEST FINANCE BANK` АТБ ЖОМБОЙ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3496,'10485','КАРШИ Ш., ЧЭКИ `INVEST FINANCE BANK` АТБ АТЛАС БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3497,'10486','ШАХРИСАБЗ Ш., ЧЭКИ `INVEST FINANCE BANK` АТБ КЕШ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3498,'10488','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ МИРЗО УЛУГБЕК БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3499,'10489','ТОШКЕНТ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ПОЙТАХТ УНИВЕРСАЛ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3500,'10490','АНДИЖОН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ЧУЛПОН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3501,'10491','ПАХТАОБОД Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ПАХТАОБОД БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3502,'10492','ИЗБОСКАН Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ИЗБОСКАН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3503,'10493','АНДИЖОН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ФУРКАТ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3504,'10494','АНДИЖОН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ОЛИМПИК БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3505,'10495','БУСТОН Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ БУСТОН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3506,'10496','ШАХРИХОН Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ШОХБЕКАТ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3507,'10497','АСАКА Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ БАРКАМОЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3508,'10498','МАРХАМАТ Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ МАРХАМАТ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3509,'10499','АСАКА Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ НИХОЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3510,'10500','ХОНОБОД Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ХОНОБОД БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3511,'10502','ТОШКЕНТ Т., АТ `АЛОКАБАНК` КЕЛЕС БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3512,'10503','ТОШКЕНТ Ш., АТ `АЛОКАБАНК` ОЛМАЗОР БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3513,'10504','ТОШКЕНТ Ш., АТ `АЛОКАБАНК` ЯШНОБОД БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3514,'10505','ТОШКЕНТ Ш., АТ `АЛОКАБАНК` ЯККАСАРОЙ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3515,'10506','ТОШКЕНТ Ш., АТ \"АЛОКАБАНК\" \"МОЛИЯЧИ\" КОМПЛЕКС ХИЗМАТ КУРСАТИШ МАРКАЗИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3516,'10507','ГУЛИСТОН Ш., АТ `АЛОКАБАНК` ГУЛИСТОН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3517,'10508','БЕКОБОД Ш., АТ `АЛОКАБАНК` БЕКОБОД БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3518,'10509','ТОШКЕНТ Ш., АТ `АЛОКАБАНК` ШАЙХОНТОХУР БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3519,'10510','УРТАЧИРЧИК Т., АТ `АЛОКАБАНК` УРТАЧИРЧИК БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3520,'10511','КЕГЕЙЛИ Т., АТ `АЛОКАБАНК` ХАЛКОБОД БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3521,'10512','ХУЖАЙЛИ Т., АТ `АЛОКАБАНК` ХУЖАЙЛИ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3522,'11144','БУВАЙДА Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ БУВАЙДА БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3523,'11145','ХИВА Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ ХИВА БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3524,'11146','ГУРЛАН Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ ГУРЛАН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3525,'11147','ХИВА Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ КАРВОН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3526,'11148','ХУЖАЙЛИ Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ ХУЖАЙЛИ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3527,'11149','АМУДАРЁ Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ МАНГИТ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3528,'11150','ФАРГОНА Ш., `ДАВР-БАНК` ХАТБ ФАРГОНА БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3529,'11151','НАМАНГАН Ш., `ДАВР-БАНК` ХАТБ НАМАНГАН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3530,'11152','ТОШКЕНТ Ш., `ДАВР-БАНК` ХАТБ ЧУКУРСОЙ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3531,'11153','ТОШКЕНТ Ш., `ДАВР-БАНК` ХАТБ МОЛИЯ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3532,'11154','ТОШКЕНТ Ш., `КАПИТАЛБАНК` АТБ ДУСТЛИК БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3533,'11155','БАЛИКЧИ Т., АТБ `УНИВЕРСАЛ БАНК` `БАЛИКЧИ` МИНИ БАНКИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3534,'11156','ЗАНГИОТА Т., `ИПАК ЙУЛИ` АИТБ `КУЁШЛИ` БХЭМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3535,'11157','ТОШКЕНТ Ш., `АСАКАБАНК` АЖ ЯНГИХАЁТ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3536,'11158','КУВАСОЙ Ш., АТБ `УНИВЕРСАЛ БАНК` КУВАСОЙ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3537,'11159','ЖАЛОЛКУДУК Т., АТБ `УНИВЕРСАЛ БАНК` ЖАЛАКУДУК МИНИ БАНКИ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3538,'11161','ПАЙАРИК Т., \"ГАРАНТ БАНК\" АЖ ЧЕЛАК БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3539,'11162','САМАРКАНД Ш., \"ГАРАНТ БАНК\" АЖ ТЕМИР ЙУЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3540,'11166','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ ШЕДЕВР БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3541,'11167','ТОШКЕНТ Ш., `АСАКАБАНК` АЖ УЧТЕПА БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3542,'11168','САЙХУНОБОД Т., `АСАКАБАНК` АЖ САЙХУНОБОД БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3543,'11169','ШАХРИСАБЗ Ш., `АСАКАБАНК` АЖ ШАХРИСАБЗ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3544,'11170','КАТТАКУРГОН Ш., `АСАКАБАНК` АЖ КАТТАКУРГОН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3545,'11171','УРГУТ Т., `АСАКАБАНК` АЖ УРГУТ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3546,'11172','ГАЛЛАОРОЛ Т., `АСАКАБАНК` АЖ ГАЛЛАОРОЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3547,'11173','ЧОРТОК Т., `АСАКАБАНК` АЖ ЧОРТОК БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3548,'11174','ТУРТКУЛ Т., `АСАКАБАНК` АЖ ТУРТКУЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3549,'11175','КИЗИЛТЕПА Т., `АСАКАБАНК` АЖ КИЗИЛТЕПА БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3550,'11176','ДЕНОВ Т., `АСАКАБАНК` АЖ ДЕНОВ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3551,'11177','УРГАНЧ Ш., `АСАКАБАНК` АЖ ХОРАЗМ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3552,'11178','ХИВА Ш., `АСАКАБАНК` АЖ ХИВА БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3553,'11179','ТОШКЕНТ Ш., `АСАКАБАНК` АЖ ALYANS МИНИБАНК','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3554,'11180','СУХ Т., `АСАКАБАНК` АЖ ИШОНЧ МИНИБАНК','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3555,'11181','ТОШКЕНТ Ш., `АСАКАБАНК` АЖ POWERTRAIN МИНИБАНК','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3556,'11182','ПАРКЕНТ Т., `АСАКАБАНК` АЖ ПАРКЕНТ МИНИБАНК','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3557,'11183','БУСТОНЛИК Т., `ТИФ МИЛЛИЙ БАНКИ` АЖ ГАЗАЛКЕНТ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3558,'10513','НУКУС Ш., АТ `АЛОКАБАНК` НУКУС БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3559,'10514','АМУДАРЁ Т., АТ `АЛОКАБАНК` АМУДАРЁ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3560,'10515','УРГАНЧ Ш., АТ `АЛОКАБАНК` ХОРАЗМ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3561,'10516','ХИВА Ш., АТ `АЛОКАБАНК` ХИВА БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3562,'10517','УРГАНЧ Ш., АТ `АЛОКАБАНК` УРГАНЧ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3563,'10518','БОГОТ Т., АТ `АЛОКАБАНК` БОГОТ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3564,'10519','УРГАНЧ Т., АТ `АЛОКАБАНК` БЕРУНИЙ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3565,'10520','ЧУСТ Т., АТ `АЛОКАБАНК` ЧУСТ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3566,'10521','НАМАНГАН Ш., АТ `АЛОКАБАНК` ЧОРСУ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3567,'10522','НАМАНГАН Ш., АТ `АЛОКАБАНК` ЯШИЛ БОЗОР БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3568,'10523','НАМАНГАН Т., АТ `АЛОКАБАНК` ТОШБУЛОК БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3569,'10524','МАРХАМАТ Т., АТ `АЛОКАБАНК` МАРХАМАТ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3570,'10525','АНДИЖОН Ш., АТ `АЛОКАБАНК` БОБУР БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3571,'10526','АНДИЖОН Т., АТ `АЛОКАБАНК` АНДИЖОН ТУМАНИ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3572,'10527','БУЛОКБОШИ Т., АТ `АЛОКАБАНК` БУЛОКБОШИ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3573,'10528','ШАХРИХОН Т., АТ `АЛОКАБАНК` ШАХРИХОН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3574,'10529','БУХОРО Ш., АТ `АЛОКАБАНК` БУХОРО БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3575,'10530','ПЕШКУ Т., АТ `АЛОКАБАНК` ПЕШКУ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3576,'10531','БУХОРО Ш., АТ `АЛОКАБАНК` ПИРДАСГИР БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3577,'10532','ГИЖДУВОН Т., АТ `АЛОКАБАНК` ГИЖДУВОН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3578,'10533','БУХОРО Ш., АТ `АЛОКАБАНК` СОМОНИЙ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3579,'10534','ЖАРКУРГОН Т., АТ `АЛОКАБАНК` ЖАРКУРГОН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3580,'10535','ШЕРОБОД Т., АТ `АЛОКАБАНК` ШЕРОБОД БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3581,'10536','УЗУН Т., АТ `АЛОКАБАНК` УЗУН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3582,'10537','ДЕНОВ Т., АТ `АЛОКАБАНК` ДЕНОВ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3583,'10538','ТЕРМИЗ Ш., АТ `АЛОКАБАНК` ТЕРМИЗ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3584,'10539','АНГОР Т., АТ `АЛОКАБАНК` АНГОР БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3585,'10540','ТЕРМИЗ  Ш., АТ `АЛОКАБАНК` АТ-ТЕРМИЗИЙ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3586,'10541','САМАРКАНД Ш., АТ `АЛОКАБАНК` БОГИШАМОЛ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3587,'10543','ИШТИХОН Т., АТ `АЛОКАБАНК` ИШТИХОН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3588,'10544','УРГУТ Т., АТ `АЛОКАБАНК` УРГУТ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3589,'10545','САМАРКАНД Ш., АТ `АЛОКАБАНК` ТЕМИРЙУЛ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3590,'10546','КАРШИ Ш., АТ `АЛОКАБАНК` ОРЗУ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3591,'10547','КОСОН Т., АТ `АЛОКАБАНК` КОСОН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3592,'10548','КАРШИ Т., АТ `АЛОКАБАНК` БЕШКЕНТ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3593,'10549','КАРШИ Ш., АТ `АЛОКАБАНК` КАРШИ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3594,'10550','ГУЗОР Т., АТ `АЛОКАБАНК` ГУЗОР БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3595,'10551','НАВОИЙ Ш., АТ `АЛОКАБАНК` НАВОИЙ ШАХАР БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3596,'10552','НАВОИЙ Ш., АТ `АЛОКАБАНК` ШОДИЁНА БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3597,'10553','КИЗИЛТЕПА Т., АТ `АЛОКАБАНК` КИЗИЛТЕПА БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3598,'10554','НАВОИЙ Ш., АТ `АЛОКАБАНК` ШИРИН БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3599,'10555','ФАРГОНА Ш., АТ `АЛОКАБАНК` ФАРГОНА БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3600,'10556','ОЛТИАРИК Т., АТ `АЛОКАБАНК` ОЛТИАРИК БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3601,'11184','ТОШКЕНТ Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ ТОШКЕНТ ШАХАР МИНТАКАВИЙ БХО','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3602,'11185','ТОШКЕНТ Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ ОЛМАЗОР БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3603,'11186','ТОШКЕНТ Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ МИРЗО УЛУГБЕК БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3604,'11187','ТОШКЕНТ Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ ШАХРИСТОН БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3605,'11188','ТОШКЕНТ Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ СЕРГЕЛИ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3606,'11189','ТОШКЕНТ Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ МИРОБОД БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3607,'11190','ТОШКЕНТ Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ УЧТЕПА БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3608,'11191','ТОШКЕНТ Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ КАТОРТОЛ БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3609,'11192','ТОШКЕНТ Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ ЧИЛОНЗОР БХМ','2024-12-15 00:50:55','2024-12-15 00:50:55'),(3610,'11193','ТОШКЕНТ Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ ЯШНОБОД БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3611,'11194','ТОШКЕНТ Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ АЛ-ХОРАЗМИЙ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3612,'11195','ТОШКЕНТ Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ РАКАТ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3613,'11196','ТОШКЕНТ Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ ЛАБЗАК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3614,'11197','ГУЛИСТОН Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ СИРДАРЁ МИНТАКАВИЙ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3615,'11198','НУРАФШОН Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ ТОШКЕНТ ВИЛОЯТИ МИНТАКАВИЙ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3616,'11199','АНГРЕН Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ АНГРЕН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3617,'11200','ОЛМАЛИК Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ ОЛМАЛИК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3618,'11201','ЧИРЧИК Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ ЧИРЧИК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3619,'11202','КИБРАЙ Т., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ КИБРАЙ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3620,'11203','БЕКОБОД Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ БЕКОБОД БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3621,'11204','ЖИЗЗАХ Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ ЖИЗЗАХ МИНТАКАВИЙ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3622,'11205','ТОШКЕНТ Ш., АТБ `КИШЛОК КУРИЛИШ БАНК` ТОШКЕНТ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3623,'11206','ТОШКЕНТ Ш., АТБ `КИШЛОК КУРИЛИШ БАНК` СЕРГЕЛИ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3624,'11207','ТОШКЕНТ Ш., АТБ `КИШЛОК КУРИЛИШ БАНК` ЯККАСАРОЙ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3625,'11209','ПАСТДАРГОМ Т., `АГРОБАНК` АТБ ЖУМА БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3626,'11210','ЯНГИЙУЛ Т., `АГРОБАНК` АТБ ГУЛБАХОР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3627,'11211','ТОШКЕНТ Ш., `КАПИТАЛБАНК` АТБ KAPITAL PREMIUM БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3628,'11212','КАРШИ Ш., `ИПОТЕКА-БАНК` АТИБ ФАРАВОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3629,'11213','АСАКА Т., ЧЭКИ `INVEST FINANCE BANK` АТБ ASAKA CITY БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3630,'11214','НАМАНГАН Ш., АТБ `КИШЛОК КУРИЛИШ БАНК` НАМАНГАН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3631,'11215','ПОП Т., АТБ `КИШЛОК КУРИЛИШ БАНК` ПОП БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3632,'11216','УЧКУРГОН Т., АТБ `КИШЛОК КУРИЛИШ БАНК` УЧКУРГОН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3633,'11217','САМАРКАНД Ш., АТБ `КИШЛОК КУРИЛИШ БАНК` САМАРКАНД БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3634,'11218','КАТТАКУРГОН Ш., АТБ `КИШЛОК КУРИЛИШ БАНК` КАТТАКУРГОН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3635,'11219','АНДИЖОН Ш., `ТРАСТБАНК` ХА БАНКИ БОБУР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3636,'11220','УЗБЕКИСТОН Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ЯЙПАН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3637,'11221','ТЕРМИЗ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ЯШИЛ ДУНЁ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3638,'10557','РИШТОН Т., АТ `АЛОКАБАНК` РИШТОН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3639,'10558','МАРГИЛОН Ш., АТ `АЛОКАБАНК` МАРГИЛОН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3640,'10559','ЖИЗЗАХ Ш., АТ `АЛОКАБАНК` ЖИЗЗАХ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3641,'10560','ЗОМИН Т., АТ `АЛОКАБАНК` ЗОМИН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3642,'10561','ГАЛЛАОРОЛ Т., АТ `АЛОКАБАНК` ГАЛЛАОРОЛ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3643,'10562','ЖИЗЗАХ Ш., АТ `АЛОКАБАНК` ШАРОФ РАШИДОВ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3644,'10563','ПАХТАКОР Т., АТ `АЛОКАБАНК` ПАХТАКОР БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3645,'10564','ТОШКЕНТ Ш., АТ `АЛОКАБАНК` ЮНУСОБОД БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3646,'10565','ТОШКЕНТ Ш., АТ `АЛОКАБАНК` ATLAS БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3647,'10567','ТОШКЕНТ Ш., АТ `АЛОКАБАНК` УЧТЕПА БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3648,'10568','ТОШКЕНТ Ш., АТ `АЛОКАБАНК` ИДЕАЛ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3649,'10569','ТОШКЕНТ Ш., АТ `АЛОКАБАНК` НОВЗА БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3650,'10570','ТОШКЕНТ Ш., АТ `АЛОКАБАНК` ФАРОБИЙ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3651,'10571','ТОШКЕНТ Ш., АТ `АЛОКАБАНК` БЕКТЕМИР БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3652,'10572','ТОШКЕНТ Ш., АТ `АЛОКАБАНК` СЕРГЕЛИ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3653,'10573','УЧКУПРИК Т., АТ `АЛОКАБАНК` УЧКУПРИК БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3654,'10574','БЕШАРИК Т., АТ `АЛОКАБАНК` БЕШАРИК БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3655,'10575','ДАНГАРА Т., АТ `АЛОКАБАНК` ДАНГАРА БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3656,'10576','ТОШКЕНТ Ш., АТ \"АЛОКАБАНК\" \"АМАЛИЁТ МАРКАЗИ\" БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3657,'10577','ХУЖАОБОД Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ЯНГИ АВЛОД БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3658,'10578','БУЛОКБОШИ Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ БУЛОКБОШИ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3659,'10579','АНДИЖОН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ЯНГИ БОЗОР БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3660,'10580','АНДИЖОН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ БИЗНЕС МАРКАЗ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3661,'10581','ОЛТИНКУЛ Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ОЛТИНКУЛ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3662,'10582','ТОШКЕНТ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ КОРАСАРОЙ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3663,'10583','ТОШКЕНТ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ КАТОРТОЛ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3664,'10584','БУВАЙДА Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ БУВАЙДА БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3665,'10585','КУКОН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ХИМИК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3666,'10586','КУКОН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ГУЗАЛ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3667,'10587','БАЛИКЧИ Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ БАЛИКЧИ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3668,'10588','ФАРГОНА Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ПАРВОЗ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3669,'10589','ФАРГОНА Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ОБОД БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3670,'10590','ФАРГОНА Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ЗАФАР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3671,'10591','ГИЖДУВОН Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ГИЖДУВОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3672,'10592','БУХОРО Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ САМОНИЙ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3673,'10593','БУХОРО Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ЁШЛИК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3674,'10594','БУХОРО Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ТУКИМАЧИ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3675,'11222','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ ХУВАЙДО БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3676,'11223','ШАХРИХОН Т., `ИПОТЕКА-БАНК` АТИБ ШАХРИХОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3677,'11224','ОЛМАЛИК Ш., `ТРАСТБАНК` ХА БАНКИ ОЛМАЛИК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3678,'11225','ТОШКЕНТ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ СЕРГЕЛИ УНИВЕРСАЛ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3679,'11226','КАРШИ Ш., `ASIA ALLIANCE BANK` АТБ НАСАФ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3680,'11227','ГУЗОР Т., `ASIA ALLIANCE BANK` АТБ АФСОНА БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3681,'11229','РОМИТАН Т., `ASIA ALLIANCE BANK` АТБ РОМИТАН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3682,'11230','САМАРКАНД Ш., \"ASIA ALLIANCE BANK\" АТБ \"ЧУПОН ОТА\" БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3683,'11231','КУКОН Ш., `ASIA ALLIANCE BANK` АТБ КУКОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3684,'11232','ЗАНГИОТА Т., АТБ `КИШЛОК КУРИЛИШ БАНК` ЭРКИН БХКМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3685,'11233','НУКУС Ш., АТБ `КИШЛОК КУРИЛИШ БАНК` НУКУС БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3686,'11234','ЧИМБОЙ Т., АТБ `КИШЛОК КУРИЛИШ БАНК` ЧИМБОЙ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3687,'11235','БЕРУНИЙ Т., АТБ `КИШЛОК КУРИЛИШ БАНК` БЕРУНИЙ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3688,'11236','КУНГИРОТ Т., АТБ `КИШЛОК КУРИЛИШ БАНК` КУНГИРОТ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3689,'11237','ГУЛИСТОН Ш., АТБ `КИШЛОК КУРИЛИШ БАНК` ГУЛИСТОН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3690,'11238','ЯНГИЕР Ш., АТБ `КИШЛОК КУРИЛИШ БАНК` ЯНГИЕР БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3691,'11240','ТОШКЕНТ Ш., `ASIA ALLIANCE BANK` АТБ ХУМО БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3692,'11241','ТОШКЕНТ Ш., `ASIA ALLIANCE BANK` АТБ СЕРГЕЛИ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3693,'11242','ТОШКЕНТ Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ АБУСАХИЙ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3694,'11243','АНДИЖОН Ш., `ТРАСТБАНК` ХА БАНКИ ХУМО БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3695,'11244','УЛУГНОР Т., `МИКРОКРЕДИТБАНК` АТБ УЛУГНОР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3696,'11245','ЧУСТ Т., `МИКРОКРЕДИТБАНК` АТБ ОЛМОС БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3697,'11246','МИРИШКОР Т., `МИКРОКРЕДИТБАНК` АТБ МИРИШКОР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3698,'11247','ОЛМАЛИК Ш., `МИКРОКРЕДИТБАНК` АТБ ОЛМАЛИК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3699,'11248','САМАРКАНД Ш., `ДАВР-БАНК` ХАТБ САМАРКАНД БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3700,'11249','УРГУТ Т., `ДАВР-БАНК` ХАТБ УРГУТ БХММ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3701,'11250','ЯККАБОГ Т., `ТУРОНБАНК` АТБ АМИР ТЕМУР БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3702,'11251','ТОШКЕНТ Ш., `АСАКАБАНК` АЖ СЕРГЕЛИ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3703,'11252','ТОШКЕНТ Ш., `ОРИЕНТ ФИНАНС` ХАТБ ALAYSKIY БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3704,'11253','НУРАФШОН Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ НУРАФШОН АМАЛИЁТ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3705,'11254','АНГРЕН Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ АНГРЕН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3706,'11255','ЯНГИЙУЛ Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ ЯНГИЙУЛ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3707,'11256','БЕКОБОД Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ БЕКОБОД БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3708,'11257','ХИВА Ш., `КАПИТАЛБАНК` АТБ ХИВА БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3709,'11258','САМАРКАНД Ш., `ТРАСТБАНК` ХА БАНКИ БОГИШАМОЛ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3710,'11259','КОРАКУЛ Т., АТ ХАЛК БАНКИ УЛУГБЕК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3711,'11260','АНДИЖОН Ш., АТ ХАЛК БАНКИ ЯНГИ БОЗОР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3712,'11261','ЧИРЧИК Ш., `ДАВР-БАНК` ХАТБ ЧИРЧИК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3713,'10595','БУХОРО Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ДИЛКУШО БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3714,'10596','ТОШЛОК Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ТОШЛОК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3715,'10597','ОЛТИАРИК Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ОЛТИАРИК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3716,'10598','МАРГИЛОН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ УВАЙСИЙ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3717,'10599','МАРГИЛОН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ИПАКЧИ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3718,'10600','УЧКУРГОН Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ УЧКУРГОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3719,'10601','НАМАНГАН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ЧОРСУ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3720,'10602','НАМАНГАН Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ЛОЛА БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3721,'10603','ЧОРТОК Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ЧОРТОК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3722,'10604','НОРИН Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ НОРИН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3723,'10605','ЖАРКУРГОН Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ЖАРКУРГОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3724,'10606','ТЕРМИЗ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ НАВРУЗ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3725,'10607','АНГОР Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ АНГОР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3726,'10608','ФАРГОНА Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ИЛГОР БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3727,'10609','КУВА Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ КУВА БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3728,'10610','ТОШКЕНТ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ МУСТАКИЛЛИК БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3729,'10611','ТОШКЕНТ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ БУЮК ИПАК ЙУЛИ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3730,'10612','ТОШКЕНТ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ КУЙЛИК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3731,'10613','ТОШКЕНТ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ БИРЛИК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3732,'10614','ХИВА Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ХИВА БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3733,'10615','УРГАНЧ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ШАРК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3734,'10616','ШОВОТ Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ШОВОТ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3735,'10617','ХОНКА Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ХОНКА БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3736,'10618','ГУРЛАН Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ГУРЛАН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3737,'10619','УРГАНЧ Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ КОРАВУЛ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3738,'10620','САМАРКАНД Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ АФСОНА БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3739,'10621','САМАРКАНД Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ РЕГИСТОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3740,'10622','САМАРКАНД Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ АВТОШОХБЕКАТ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3741,'10623','ЖОМБОЙ Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ЖОМБОЙ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3742,'10624','КАРШИ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ЕРКУРГОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3743,'10625','КАРШИ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ НАСАФ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3744,'10626','КОСОН Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ КОСОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3745,'10627','КАРШИ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ЭСКИ БОЗОР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3746,'10628','НАВОИЙ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ГУЛИСТОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3747,'10629','КАРМАНА Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ТИНЧЛИК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3748,'11262','РИШТОН Т., `КАПИТАЛБАНК` АТБ РИШТОН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3749,'11263','ФАРГОНА Ш., АТ ХАЛК БАНКИ КИРГУЛИ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3750,'11264','ПАЙАРИК Т., АТ ХАЛК БАНКИ ЧЕЛАК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3751,'11265','АНДИЖОН Ш., `ТРАСТБАНК` ХА БАНКИ ФАРОВОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3752,'11266','КАТТАКУРГОН Ш., `МИКРОКРЕДИТБАНК` АТБ КАТТАКУРГТН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3753,'11267','ТЕРМИЗ Т., `МИКРОКРЕДИТБАНК` АТБ УЧКИЗИЛ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3754,'11268','ТОШКЕНТ Ш., `КАПИТАЛБАНК` АТБ ЭСКИ ШАХАР БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3755,'11269','АНГОР Т., `КАПИТАЛБАНК` АТБ АНГОР БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3756,'11270','ЖАРКУРГОН Т., `КАПИТАЛБАНК` АТБ ЖАРКУРГОН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3757,'11271','КАТТАКУРГОН Ш., `ИПОТЕКА-БАНК` АТИБ КАТТАКУРГОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3758,'11272','ЖАРКУРГОН Т., `ИПОТЕКА-БАНК` АТИБ ЖАРГУРГОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3759,'11273','ТЕРМИЗ Ш., `ИПОТЕКА-БАНК` АТИБ СУРХОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3760,'11274','ОХАНГАРОН Т., `ИПОТЕКА-БАНК` АТИБ НУРОБОД БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3761,'11275','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ БАРКАМОЛ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3762,'11276','БОГДОД Т., `ИПОТЕКА-БАНК` АТИБ БОГДОД БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3763,'11277','ШОВОТ Т., `МИКРОКРЕДИТБАНК` АТБ ШОВОТ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3764,'11278','БУХОРО Ш., `ТУРОНБАНК` АТБ БУХОРО БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3765,'11279','КАРШИ Ш., `ТУРОНБАНК` АТБ КАРШИ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3766,'11280','НАВОИЙ Ш., `ТУРОНБАНК` АТБ НАВОИЙ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3767,'11281','НАМАНГАН Ш., `ТУРОНБАНК` АТБ НАМАНГАН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3768,'11282','САМАРКАНД Ш., `ТУРОНБАНК` АТБ САМАРКАНД БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3769,'11283','ТЕРМИЗ Ш.. `ТУРОНБАНК` АТБ СУРХОНДАРЁ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3770,'11284','ГУЛИСТОН Ш., `ТУРОНБАНК` АТБ СИРДАРЁ  БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3771,'11285','ФАРГОНА Ш., `ТУРОНБАНК` АТБ ФАРГОНА БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3772,'11286','УРГАНЧ Ш., `ТУРОНБАНК` АТБ ХОРАЗМ  БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3773,'11287','НУКУС Ш., `ТУРОНБАНК` АТБ КОРАКАЛПОГИСТОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3774,'11288','ЖИЗЗАХ Ш., `ТУРОНБАНК` АТБ ЖИЗЗАХ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3775,'11289','ТОШКЕНТ Ш., `ТУРОНБАНК` АТБ МИРОБОД БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3776,'11290','ШАХРИСАБЗ Ш., `ТУРОНБАНК` АТБ ШАХРИСАБЗ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3777,'11291','ЗАНГИОТА Т., `ТУРОНБАНК` АТБ ЗАНГИОТА БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3778,'11292','ТОШКЕНТ Ш., `ТУРОНБАНК` АТБ ЯШНОБОД БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3779,'11293','ТОШКЕНТ Ш., `ТУРОНБАНК` АТБ ЧИЛОНЗОР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3780,'11294','ТОШКЕНТ Ш., `ТУРОНБАНК` АТБ ЮНУСОБОД БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3781,'11295','ТОШКЕНТ Ш., `ТУРОНБАНК` АТБ МИРЗО УЛУГБЕК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3782,'11296','АНДИЖОН Ш., `ТУРОНБАНК` АТБ АНДИЖОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3783,'11297','БУХОРО Ш., АТ ХАЛК БАНКИ МИНОРАИ КАЛОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3784,'11298','КУКДАЛА Т., АТ ХАЛК БАНКИ КУКДАЛА БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3785,'11299','ЧИНОЗ Т., `КАПИТАЛБАНК` АТБ ЧИНОЗ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3786,'11300','ТОШКЕНТ Ш., `ASIA ALLIANCE BANK` АТБ ФАРОБИЙ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3787,'11301','ХАЗОРАСП Т., `КАПИТАЛБАНК` АТБ ХАЗАРАСП БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3788,'11302','БЕКОБОД Ш., `КАПИТАЛБАНК` АТБ БЕКАБАД БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3789,'11303','НУРАФШОН Ш., `КАПИТАЛБАНК` АТБ НУРАФШОН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3790,'10630','НАВОИЙ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ НУРАФШОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3791,'10640','ТОШКЕНТ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ НОВЗА БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3792,'10641','ГАЛЛАОРОЛ Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ГАЛЛАОРОЛ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3793,'10642','СИРДАРЁ Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ СИРДАРЁ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3794,'10643','ПАСТДАРГОМ Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ЖУМА БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3795,'10644','САМАРКАНД Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ГАГАРИН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3796,'10645','АНГРЕН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ОМАД БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3797,'10646','ФАРГОНА Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ КИРГУЛИ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3798,'10647','ТУРАКУРГОН Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ТУРАКУРГОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3799,'10648','ТАЙЛОК Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ТОЙЛОК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3800,'10649','ПОП Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ПОП БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3801,'10650','УРГАНЧ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ЖАЙХУН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3802,'10651','УРГАНЧ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ АВЕСТО БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3803,'10652','ХАЗОРАСП Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ САМО БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3804,'10653','ТОШКЕНТ Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ШОХСАРОЙ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3805,'10654','ЧИРОКЧИ Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ ЧИРОКЧИ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3806,'10655','КИТОБ Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ `HAMKORBANK` АТБ КИТОБ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3807,'10656','ФАРГОНА Ш., `ANOR BANK` АЖ ФАРГОНА СОТУВ БУЛИМИ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3808,'10657','ТОШКЕНТ Ш., `ТИФ МИЛЛИЙ БАНКИ` АЖ ГАЛАБА БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3809,'10658','НУКУС Ш., `TENGE BANK` АТБ НУКУС БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3810,'10659','НАВОИЙ Ш., `TENGE BANK` АТБ НАВОИЙ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3811,'10660','КАРШИ Ш., `TENGE BANK` АТБ КАРШИ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3812,'10661','ЁЗЁВОН Т., `ИПОТЕКА-БАНК` АТИБ ЁЗЁВОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3813,'10662','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ ЧУКУРСОЙ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3814,'10663','ТОШКЕНТ Ш., `ИПОТЕКА-БАНК` АТИБ ЖОМИЙ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3815,'10664','ТУРТКУЛ Т., АТБ `КИШЛОК КУРИЛИШ БАНК` ТУРТКУЛ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3816,'10665','КОГОН Ш., `ТУРОНБАНК` АТБ КОГОН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3817,'11304','ТОШКЕНТ Ш., `ТРАСТБАНК` ХА БАНКИ ФЕРУЗА БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3818,'11305','РИШТОН Т., АТБ `УНИВЕРСАЛ БАНК` РИШТОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3819,'11306','КИТОБ Т., АТ ХАЛК БАНКИ ОК СУВ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3820,'11307','НУКУС Ш., `КАПИТАЛБАНК` АТБ NUKUS-BAYTEREK БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3821,'11308','АСАКА Т., АТ ХАЛК БАНКИ АСАКА БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3822,'11309','БАЛИКЧИ Т., АТ ХАЛК БАНКИ БАЛИКЧИ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3823,'11310','ШАХРИХОН Т., АТ ХАЛК БАНКИ ШАХРИХОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3824,'11311','ВОБКЕНТ Т., АТ ХАЛК БАНКИ ВОБКЕНТ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3825,'11312','ЖИЗЗАХ Ш., АТ ХАЛК БАНКИ ЖИЗЗАХ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3826,'11313','МИРИШКОР Т., АТ ХАЛК БАНКИ МИРИШКОР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3827,'11314','НИШОН Т., АТ ХАЛК БАНКИ НИШОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3828,'11315','КАСБИ Т., АТ ХАЛК БАНКИ КАСБИ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3829,'11316','КАМАШИ Т., АТ ХАЛК БАНКИ КАМАШИ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3830,'11317','КИТОБ Т., АТ ХАЛК БАНКИ КИТОБ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3831,'11318','ЯККАБОГ Т., АТ ХАЛК БАНКИ ЯККАБОГ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3832,'11319','ШАХРИСАБЗ Ш., АТ ХАЛК БАНКИ ШАХРИСАБЗ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3833,'11320','НАВБАХОР Т., АТ ХАЛК БАНКИ НАВБАХОР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3834,'11321','КИЗИЛТЕПА Т., АТ ХАЛК БАНКИ КИЗИЛТЕПА БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3835,'11322','ХАТИРЧИ Т., АТ ХАЛК БАНКИ ХАТИРЧИ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3836,'11323','НАМАНГАН Ш., АТ ХАЛК БАНКИ НАМАНГАН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3837,'11324','КАТТАКУРГОН Ш., АТ ХАЛК БАНКИ КАТТАКУРГОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3838,'11325','ПАЙАРИК Т., АТ ХАЛК БАНКИ ПАЙАРИК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3839,'11326','ОКДАРЁ Т., АТ ХАЛК БАНКИ ОКДАРЁ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3840,'11327','УРГУТ Т., АТ ХАЛК БАНКИ ОБОД ДИЁР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3841,'11328','ЖОМБОЙ Т., АТ ХАЛК БАНКИ ЖОМБОЙ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3842,'11329','ПАХТАЧИ Т., АТ ХАЛК БАНКИ ПАХТАЧИ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3843,'11330','ШЕРОБОД Т., АТ ХАЛК БАНКИ ШЕРОБОД БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3844,'11331','КУМКУРГОН Т., АТ ХАЛК БАНКИ КУМКУРГОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3845,'11332','ЖАРКУРГОН Т., АТ ХАЛК БАНКИ ЖАРКУРГОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3846,'11333','БОЁВУТ Т., АТ ХАЛК БАНКИ БОЁВУТ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3847,'11334','ЯНГИЕР Ш., АТ ХАЛК БАНКИ ЯНГИЕР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3848,'11335','РИШТОН Т., АТ ХАЛК БАНКИ РИШТОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3849,'11336','УРГАНЧ Т., АТ ХАЛК БАНКИ КАРАУЛ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3850,'11337','БОГОТ Т., АТ ХАЛК БАНКИ БОГОТ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3851,'11338','КУШКУПИР Т., АТ ХАЛК БАНКИ КУШКУПИР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3852,'11339','ХИВА Ш., АТ ХАЛК БАНКИ ХИВА БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3853,'11340','ГУРЛАН Т., АТ ХАЛК БАНКИ ГУРЛАН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3854,'11341','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ ЮНУСОБОД БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3855,'11342','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ БЕКТЕМИР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3856,'11343','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ УЧТЕПА БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3857,'11344','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ СЕРГЕЛИ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3858,'11345','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ ОЛМАЗОР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3859,'11346','ТОШКЕНТ Ш., АТ ХАЛК БАНКИ ЯККАСАРОЙ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3860,'10666','БУХОРО Ш., `ТУРОНБАНК` АТБ САМОНИЙ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3861,'10667','ШОФИРКОН Т., `ТУРОНБАНК` АТБ МОХИТОБОН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3862,'10668','КОРАКУЛ Т., `ТУРОНБАНК` АТБ КОРАКУЛ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3863,'10669','КОРОВУЛБОЗОР Т., `ТУРОНБАНК` АТБ КОРОВУЛБОЗОР БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3864,'10670','КАРШИ Ш., `ТУРОНБАНК` АТБ НАСАФ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3865,'10671','КОСОН Т., `ТУРОНБАНК` АТБ КОСОН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3866,'10672','МИРИШКОР Т., `ТУРОНБАНК` АТБ МИРИШКОР БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3867,'10673','КАРШИ Ш., `ТУРОНБАНК` АТБ КОМПЛЕКС МАРКЕТ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3868,'10674','КАРШИ Ш., `ТУРОНБАНК` АТБ ФАРХОД БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3869,'10675','КАРМАНА Т., `ТУРОНБАНК` АТБ НУРАФШОН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3870,'10676','ХАТИРЧИ Т., `ТУРОНБАНК` АТБ ХАТИРЧИ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3871,'10677','КИЗИЛТЕПА Т., `ТУРОНБАНК` АТБ КИЗИЛТЕПА БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3872,'10678','КОНИМЕХ Т., `ТУРОНБАНК` АТБ КОНИМЕХ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3873,'10679','НАМАНГАН Ш., `ТУРОНБАНК` АТБ ДУСТЛИК БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3874,'10680','КОСОНСОЙ Т., `ТУРОНБАНК` АТБ КОСОНСОЙ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3875,'10681','ОКДАРЁ Т., `ТУРОНБАНК` АТБ ЛОЙИШ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3876,'10682','САМАРКАНД Ш., `ТУРОНБАНК` АТБ МАРХАБО БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3877,'10683','БУЛУНГУР Т., `ТУРОНБАНК` АТБ БУЛУНГУР БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3878,'10684','САМАРКАНД Ш., `ТУРОНБАНК` АТБ БОГИ САРОЙ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3879,'10685','ПАЙАРИК Т., `ТУРОНБАНК` АТБ ЧЕЛАК БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3880,'10686','КАТТАКУРГОН Т., `ТУРОНБАНК` АТБ КАТТАКУРГОН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3881,'10687','УЗУН Т., `ТУРОНБАНК` АТБ УЗУН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3882,'10689','КУМКУРГОН Т., `ТУРОНБАНК` АТБ КУМКУРГОН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3883,'10690','ДЕНОВ Т., `ТУРОНБАНК` АТБ ДЕНОВ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3884,'10691','ГУЛИСТОН Ш., `ТУРОНБАНК` АТБ ГУЛИСТОН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3885,'10692','СИРДАРЁ Т., `ТУРОНБАНК` АТБ ТАРАККИЁТ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3886,'10693','МИРЗАОБОД Т., `ТУРОНБАНК` АТБ МИРЗАОБОД БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3887,'10694','СИРДАРЁ Т., `ТУРОНБАНК` АТБ ИСТИКЛОЛ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3888,'10695','ГУЛИСТОН Ш., `ТУРОНБАНК` АТБ ХУМО БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3889,'10696','ТОШКЕНТ Ш., `ТУРОНБАНК` АТБ ШАЙХОНТОХУР БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3890,'10697','ФАРГОНА Т., `ТУРОНБАНК` АТБ ВОДИЛ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3891,'10698','ФАРГОНА Ш., `ТУРОНБАНК` АТБ МАЪРИФАТ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3892,'10699','ФАРГОНА Ш., `ТУРОНБАНК` АТБ НУРХОН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3893,'10700','УРГАНЧ Т., `ТУРОНБАНК` АТБ УРГАНЧ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3894,'10701','ХОНКА Т., `ТУРОНБАНК` АТБ ХОНКА БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3895,'10702','УРГАНЧ Ш., `ТУРОНБАНК` АТБ АЛ-ХОРАЗМИЙ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3896,'10703','НУКУС Ш., `ТУРОНБАНК` АТБ НУКУС БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3897,'10704','ТАХИАТОШ Т., `ТУРОНБАНК` АТБ ТАХИАТОШ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3898,'10705','БАХМАЛ Т., `ТУРОНБАНК` АТБ БАХМАЛ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3899,'10706','ТОШКЕНТ Ш., `ТУРОНБАНК` АТБ ЯНГИ КУЙЛИК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3900,'11347','ТЕРМИЗ Ш., АТ ХАЛК БАНКИ ТЕРМИЗ ШАХАР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3901,'11348','САМАРКАНД Ш., АТ ХАЛК БАНКИ САМАРКАНД ШАХАР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3902,'11349','ЯНГИЙУЛ Т., АТ ХАЛК БАНКИ ФАРОВОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3903,'11350','КАРШИ Ш., АТ ХАЛК БАНКИ КАРШИ ШАХАР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3904,'11351','ЖИЗЗАХ Ш., АТ ХАЛК БАНКИ ЖИЗЗАХ ШАХАР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3905,'11352','ТУРТКУЛ Т., АТ ХАЛК БАНКИ ТУРТКУЛ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3906,'11353','БЕРУНИЙ Т., АТ ХАЛК БАНКИ БЕРУНИЙ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3907,'11354','КУНГИРОТ Т., АТ ХАЛК БАНКИ КУНГИРОТ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3908,'11355','ТАХТАКУПИР Т., АТ ХАЛК БАНКИ ТАХТАКУПИР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3909,'11356','ТАХИАТОШ Т., АТ ХАЛК БАНКИ ТАХИАТОШ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3910,'11357','ХУЖАЙЛИ Т., АТ ХАЛК БАНКИ ХУЖАЙЛИ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3911,'11358','БУЗАТОВ Т., АТ ХАЛК БАНКИ БУЗАТОВ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3912,'11359','ЧУСТ Т., `КАПИТАЛБАНК` АТБ ЧУСТ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3913,'11360','ГИЖДУВОН Т., `КАПИТАЛБАНК` АТБ ГИЖДУВАН МИНИБАНК','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3914,'11361','БУХОРО Ш., `КАПИТАЛБАНК` АТБ СОГДИАНА БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3915,'11362','ТОШКЕНТ Ш., `КАПИТАЛБАНК` АТБ АВИАСОЗЛАР БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3916,'11363','САМАРКАНД Ш., `КАПИТАЛБАНК` АТБ АТЛАС БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3917,'11364','ТОШКЕНТ Ш., `КАПИТАЛБАНК` АТБ СЕРГЕЛИ МОШИНА БОЗОР БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3918,'11365','КОСОН Т., `КАПИТАЛБАНК` АТБ КОСОН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3919,'11366','ЧИРОКЧИ Т., `КАПИТАЛБАНК` АТБ ЧИРОКЧИ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3920,'11367','ГУЗОР Т., `КАПИТАЛБАНК` АТБ ГУЗОР БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3921,'11368','КИТОБ Т., `КАПИТАЛБАНК` АТБ КИТОБ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3922,'11369','ОХАНГАРОН Ш., `КАПИТАЛБАНК` АТБ ОХАНГАРАН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3923,'11370','ВОБКЕНТ Т., `КАПИТАЛБАНК` АТБ ВОБКЕНТ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3924,'11371','УРГАНЧ Ш., `КАПИТАЛБАНК` АТБ ХОНКА ЙУЛИ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3925,'11372','АНГРЕН Ш., `КАПИТАЛБАНК` АТБ АНГРЕН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3926,'11373','НАМАНГАН Ш., `КАПИТАЛБАНК` АТБ ЛОЛА БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3927,'11374','ТОШКЕНТ Ш., `КАПИТАЛБАНК` АТБ САРАКУЛ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3928,'11375','ТОШКЕНТ Ш., `МИКРОКРЕДИТБАНК` АТБ ЯНГИ ХАЁТ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3929,'11376','ТОШЛОК Т., `МИКРОКРЕДИТБАНК` АТБ ТОШЛОК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3930,'11377','АСАКА Т., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТБ \"АСАКА\" УНИВЕРСАЛ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3931,'11378','ЯНГИЙУЛ Ш., `КАПИТАЛБАНК` АТБ ЯНГИЙУЛ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3932,'11379','САМАРКАНД Ш., `КАПИТАЛБАНК` АТБ ПАНДЖИКЕНТ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3933,'11380','ТОШКЕНТ Т., `КАПИТАЛБАНК` АТБ КЕЛЕС БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3934,'11381','БУХОРО Ш., АТ ХАЛК БАНКИ БУХОРО ШАХАР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3935,'11382','ГАЛЛАОРОЛ Т., АТ ХАЛК БАНКИ ГАЛЛАОРОЛ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3936,'11383','НУРОТА Т., АТ ХАЛК БАНКИ НУРОТА БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3937,'11384','ХОВОС Т., АТ ХАЛК БАНКИ ХОВОС БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3938,'11385','БУСТОНЛИК Т., АТ ХАЛК БАНКИ БУСТОНЛИК БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3939,'11386','КУЙИЧИРЧИК Т., АТ ХАЛК БАНКИ ДУСТОБОД БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3940,'11387','ПСКЕНТ Т., АТ ХАЛК БАНКИ ПИСКЕНТ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3941,'11388','ОККУРГОН Т., АТ ХАЛК БАНКИ ОККУРГОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3942,'10707','ТОШКЕНТ Ш., `ТУРОНБАНК` АТБ МЕХРЖОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3943,'10708','ТОШКЕНТ Ш., `ТУРОНБАНК` АТБ КУШБЕГИ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3944,'10709','ТОШКЕНТ Ш., `ТУРОНБАНК` АТБ СЕРГЕЛИ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3945,'10710','ЧИРОКЧИ Т., `ТУРОНБАНК` АТБ ЧИРОКЧИ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3946,'10711','ШАХРИСАБЗ Т., `ТУРОНБАНК` АТБ ОКСАРОЙ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3947,'10714','ЧИНОЗ Т., `ТУРОНБАНК` АТБ ЧИНОЗ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3948,'10715','ОХАНГАРОН Т., `ТУРОНБАНК` АТБ ОХАНГАРОН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3949,'10716','ЧИРЧИК Ш., `ТУРОНБАНК` АТБ ЧИРЧИК БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3950,'10717','ЯНГИЙУЛ Ш., `ТУРОНБАНК` АТБ ЯНГИЙУЛ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3951,'10718','ТОШКЕНТ Ш., `ТУРОНБАНК` АТБ ПАРВОЗ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3952,'10719','ТОШКЕНТ Ш., `ТУРОНБАНК` АТБ ГАЛАБА БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3953,'10720','ТОШКЕНТ Ш., `ТУРОНБАНК` АТБ ЧУПОН-ОТА БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3954,'10721','ТОШКЕНТ Ш., `ТУРОНБАНК` АТБ ФАРОБИЙ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3955,'10722','ТОШКЕНТ Ш., `ТУРОНБАНК` АТБ КОРАСУ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3956,'10723','ТОШКЕНТ Ш., `ТУРОНБАНК` АТБ ДУРМОН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3957,'10725','ТОШКЕНТ Ш., `ТУРОНБАНК` АТБ ТОШКЕНТ ШАХАР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3958,'10726','ЯККАБОГ Т., `ТРАСТБАНК` ХА БАНКИ ЯККАБОГ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3959,'10727','НАВОИЙ Ш., `КАПИТАЛБАНК` АТБ НАВОИЙ БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3960,'10728','ЧИРОКЧИ Т., АТБ `КИШЛОК КУРИЛИШ БАНК` ЧИРОКЧИ БХКМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3961,'10729','НУРАФШОН Ш., АТ `АЛОКАБАНК` ТОШКЕНТ ВИЛОЯТИ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3962,'10730','АНДИЖОН Ш., `ОРИЕНТ ФИНАНС` ХАТБ АНДИЖОН БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3963,'10731','ОЛМАЛИК Ш., `ОРИЕНТ ФИНАНС` ХАТБ ОЛМАЛИК БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3964,'10732','ТОШКЕНТ Ш., `ОРИЕНТ ФИНАНС` ХАТБ RIVIERA БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3965,'10733','ТОШКЕНТ Ш., `ОРИЕНТ ФИНАНС` ХАТБ COMPASS БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3966,'10734','БУХОРО Ш., `ОРИЕНТ ФИНАНС` ХАТБ БУХОРО МЕГА БХО','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3967,'10735','АНДИЖОН Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ БАРКАМОЛ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3968,'10736','АНДИЖОН Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ БАРХАЁТ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3969,'10737','БУХОРО Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ МАРКАЗИЙ БОЗОР БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3970,'10738','БУХОРО Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ ТАРАККИЁТ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3971,'10739','КОГОН Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ КОГОН БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3972,'10740','ШАХРИСАБЗ Ш., `УЗСАНОАТКУРИЛИШБАНКИ` АТБ ШАХРИСАБЗ БХМ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3973,'01198','ТОШКЕНТ Ш., \"HAYOT BANK\" AJ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3974,'001197','\"YANGI BANK\" AJ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3975,'01196','\"APEX BANK\" AJ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3976,'01197','\"YANGI BANK\" AJ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3977,'01199','\"SMART BANK\" AJ','2024-12-15 00:50:56','2024-12-15 00:50:56'),(3978,'01204','АО YEVROOSIYO BANKI','2024-12-15 00:50:56','2024-12-15 00:50:56');
/*!40000 ALTER TABLE `banks` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `booking_tours`
--

DROP TABLE IF EXISTS `booking_tours`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `booking_tours` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `booking_id` bigint unsigned NOT NULL,
  `tour_id` bigint unsigned NOT NULL,
  `driver_id` bigint unsigned NOT NULL,
  `guide_id` bigint unsigned NOT NULL,
  `sub_total` int NOT NULL,
  `pickup_location` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `dropoff_location` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tour_start_date_time` date NOT NULL,
  `special_request` text COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`),
  KEY `booking_tours_booking_id_foreign` (`booking_id`),
  KEY `booking_tours_tour_id_foreign` (`tour_id`),
  KEY `booking_tours_driver_id_foreign` (`driver_id`),
  KEY `booking_tours_guide_id_foreign` (`guide_id`),
  CONSTRAINT `booking_tours_booking_id_foreign` FOREIGN KEY (`booking_id`) REFERENCES `bookings` (`id`) ON DELETE CASCADE,
  CONSTRAINT `booking_tours_driver_id_foreign` FOREIGN KEY (`driver_id`) REFERENCES `drivers` (`id`) ON DELETE CASCADE,
  CONSTRAINT `booking_tours_guide_id_foreign` FOREIGN KEY (`guide_id`) REFERENCES `guides` (`id`) ON DELETE CASCADE,
  CONSTRAINT `booking_tours_tour_id_foreign` FOREIGN KEY (`tour_id`) REFERENCES `tours` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `booking_tours`
--

LOCK TABLES `booking_tours` WRITE;
/*!40000 ALTER TABLE `booking_tours` DISABLE KEYS */;
/*!40000 ALTER TABLE `booking_tours` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `bookings`
--

DROP TABLE IF EXISTS `bookings`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `bookings` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `guest_id` bigint unsigned NOT NULL,
  `payment_method` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `payment_status` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `notes` text COLLATE utf8mb4_unicode_ci,
  `group_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `booking_start_date_time` date DEFAULT NULL,
  `pickup_location` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `dropoff_location` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `special_requests` text COLLATE utf8mb4_unicode_ci,
  `amount` int NOT NULL,
  `driver_id` bigint unsigned NOT NULL,
  `guide_id` bigint unsigned NOT NULL,
  `tour_id` bigint unsigned NOT NULL,
  `booking_status` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `booking_source` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`),
  KEY `bookings_guest_id_foreign` (`guest_id`),
  CONSTRAINT `bookings_guest_id_foreign` FOREIGN KEY (`guest_id`) REFERENCES `guests` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `bookings`
--

LOCK TABLES `bookings` WRITE;
/*!40000 ALTER TABLE `bookings` DISABLE KEYS */;
INSERT INTO `bookings` VALUES (1,'2024-12-10 04:18:19','2024-12-16 10:31:09',4,'card','paid',NULL,'Irakis Ionnis','2024-12-11','Ut placeat reprehenderit asperiores dicta','Aliquip obcaecati quis repellendus Ad non','vegyy',12000,13,8,4,'in_progress','website');
/*!40000 ALTER TABLE `bookings` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `car_brands`
--

DROP TABLE IF EXISTS `car_brands`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `car_brands` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `brand_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `number_seats` int NOT NULL,
  `number_luggage` int NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `car_brands`
--

LOCK TABLES `car_brands` WRITE;
/*!40000 ALTER TABLE `car_brands` DISABLE KEYS */;
INSERT INTO `car_brands` VALUES (1,'2024-10-04 17:33:50','2024-10-04 17:33:50','BYD',4,3),(2,'2024-10-04 17:36:53','2024-10-04 17:36:53','Orlando',6,4),(3,'2024-10-04 17:39:34','2024-10-04 17:39:34','Captiva',6,4),(4,'2024-10-09 06:14:02','2024-10-09 06:14:02','Cobalt',3,2),(5,'2024-12-06 14:02:39','2024-12-06 14:02:39','Monza',3,2),(6,'2024-12-16 09:50:25','2024-12-16 09:50:25','Yuton',33,20);
/*!40000 ALTER TABLE `car_brands` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `car_driver`
--

DROP TABLE IF EXISTS `car_driver`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `car_driver` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `car_id` bigint unsigned NOT NULL,
  `driver_id` bigint unsigned NOT NULL,
  `car_plate` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `car_driver`
--

LOCK TABLES `car_driver` WRITE;
/*!40000 ALTER TABLE `car_driver` DISABLE KEYS */;
INSERT INTO `car_driver` VALUES (1,NULL,NULL,2,2,''),(2,NULL,'2024-09-01 03:53:22',2,1,'30CEjk'),(3,NULL,'2024-09-01 03:53:22',1,1,'25dfsd3425'),(4,NULL,NULL,1,3,''),(5,NULL,NULL,2,4,''),(6,NULL,NULL,1,5,''),(7,NULL,NULL,2,5,''),(8,NULL,NULL,3,5,''),(9,'2024-09-02 19:08:58','2024-09-02 19:08:58',4,6,'30V446MA'),(10,'2024-09-02 19:10:58','2024-09-02 19:10:58',1,7,'30A958CB'),(11,'2024-09-02 19:13:56','2024-09-02 19:13:56',2,8,'30E832KB'),(12,'2024-09-02 19:16:20','2024-09-02 19:16:20',5,9,'30G773WA');
/*!40000 ALTER TABLE `car_driver` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `cars`
--

DROP TABLE IF EXISTS `cars`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `cars` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `image` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `plate_number` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `car_brand_id` bigint unsigned NOT NULL,
  `driver_id` bigint unsigned NOT NULL,
  `color` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `cars`
--

LOCK TABLES `cars` WRITE;
/*!40000 ALTER TABLE `cars` DISABLE KEYS */;
INSERT INTO `cars` VALUES (7,'2024-10-04 17:34:00','2024-10-04 17:34:00','01J9C9GY7ZYAHJYPAYX6NBVM15.jpg','30E832KB',1,10,''),(8,'2024-10-04 17:37:29','2024-10-04 17:37:29','01J9C9QAHEN0T433V0TZ0EN8PC.jpg','30G773WA',2,11,''),(9,'2024-10-04 17:40:01','2024-10-04 17:40:01','01J9C9VYPMXTE047VN0DEJZGWE.jpg','30V446MA',3,12,''),(10,'2024-12-06 14:03:10','2024-12-06 14:03:10','01JEE4G5PRYY7DQT5V310NRW0Z.jpg','30h630hy',5,12,'Black'),(11,'2024-12-10 04:14:27','2024-12-10 04:14:27','01JEQCD2SJ9QY1RYMD1ZHR0PHW.jpg','690',3,10,'Error quia sunt et e'),(12,'2024-12-10 04:14:53','2024-12-10 04:14:53','01JEQCDVZ8DH6B8W8BQA2FYZ6A.png','329',4,13,'Adipisci consectetur');
/*!40000 ALTER TABLE `cars` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `chatids`
--

DROP TABLE IF EXISTS `chatids`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `chatids` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `chatid` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `chatids`
--

LOCK TABLES `chatids` WRITE;
/*!40000 ALTER TABLE `chatids` DISABLE KEYS */;
INSERT INTO `chatids` VALUES (1,'2024-09-11 06:55:13','2024-09-11 06:55:13','Odil','38738713'),(2,'2024-09-11 06:55:37','2024-09-11 06:55:37','Javohir','5164858668');
/*!40000 ALTER TABLE `chatids` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `chats`
--

DROP TABLE IF EXISTS `chats`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `chats` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `chat_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `chats`
--

LOCK TABLES `chats` WRITE;
/*!40000 ALTER TABLE `chats` DISABLE KEYS */;
INSERT INTO `chats` VALUES (1,'Odil','38738713','2024-09-12 11:38:48','2024-09-12 11:38:48'),(2,'Javohir','5164858668','2024-09-12 13:54:56','2024-09-12 13:54:56'),(3,'Umid','1065696206','2024-09-14 08:59:15','2024-09-14 08:59:15'),(4,'54','4534','2024-12-06 06:57:18','2024-12-06 06:57:18');
/*!40000 ALTER TABLE `chats` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `contracts`
--

DROP TABLE IF EXISTS `contracts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `contracts` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `date` date NOT NULL,
  `number` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `hotel_id` bigint unsigned NOT NULL,
  `turfirma_id` bigint unsigned NOT NULL,
  `client_email` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `client_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `contract_title` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `contract_details` text COLLATE utf8mb4_unicode_ci,
  `contract_number` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `file_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `contracts_hotel_id_foreign` (`hotel_id`),
  KEY `contracts_turfirma_id_foreign` (`turfirma_id`),
  CONSTRAINT `contracts_hotel_id_foreign` FOREIGN KEY (`hotel_id`) REFERENCES `hotels` (`id`) ON DELETE CASCADE,
  CONSTRAINT `contracts_turfirma_id_foreign` FOREIGN KEY (`turfirma_id`) REFERENCES `turfirmas` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=54 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `contracts`
--

LOCK TABLES `contracts` WRITE;
/*!40000 ALTER TABLE `contracts` DISABLE KEYS */;
INSERT INTO `contracts` VALUES (47,'2024-12-12 10:58:28','2024-12-12 10:58:28','2024-12-12','CON-2025-047',1,19,NULL,NULL,NULL,NULL,NULL,'contract_47.pdf'),(48,'2024-12-16 10:09:24','2024-12-16 10:09:24','2024-12-16','CON-2025-048',1,32,NULL,NULL,NULL,NULL,NULL,'contract_48.pdf'),(49,'2024-12-26 13:45:40','2024-12-26 13:45:41','2024-12-26','CON-2025-049',1,33,NULL,NULL,NULL,NULL,NULL,'contract_49.pdf'),(50,'2025-01-04 06:27:48','2025-01-04 06:27:48','2025-01-04','CON-2025-050',2,34,NULL,NULL,NULL,NULL,NULL,'contract_50.pdf'),(51,'2025-01-05 09:51:52','2025-01-05 09:51:52','2025-01-05','CON-2025-051',1,35,NULL,NULL,NULL,NULL,NULL,'contract_51.pdf'),(52,'2025-01-07 11:27:11','2025-01-07 11:27:12','2025-01-07','CON-2025-052',2,36,NULL,NULL,NULL,NULL,NULL,'contract_52.pdf'),(53,'2025-01-08 07:54:57','2025-01-08 07:54:58','2025-01-08','CON-2025-053',2,37,NULL,NULL,NULL,NULL,NULL,'contract_53.pdf');
/*!40000 ALTER TABLE `contracts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `driver_payments`
--

DROP TABLE IF EXISTS `driver_payments`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `driver_payments` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `driver_id` bigint unsigned NOT NULL,
  `sold_tour_id` bigint unsigned NOT NULL,
  `amount_paid` int NOT NULL,
  `payment_date` date NOT NULL,
  `receipt_image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `payment_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `driver_payments`
--

LOCK TABLES `driver_payments` WRITE;
/*!40000 ALTER TABLE `driver_payments` DISABLE KEYS */;
/*!40000 ALTER TABLE `driver_payments` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `driver_tour_booking`
--

DROP TABLE IF EXISTS `driver_tour_booking`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `driver_tour_booking` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `driver_id` bigint unsigned NOT NULL,
  `tour_booking_id` bigint unsigned NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `driver_tour_booking`
--

LOCK TABLES `driver_tour_booking` WRITE;
/*!40000 ALTER TABLE `driver_tour_booking` DISABLE KEYS */;
INSERT INTO `driver_tour_booking` VALUES (1,NULL,NULL,2,1),(2,NULL,NULL,3,2),(3,NULL,NULL,3,3),(4,NULL,NULL,8,4),(5,NULL,NULL,8,5);
/*!40000 ALTER TABLE `driver_tour_booking` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `drivers`
--

DROP TABLE IF EXISTS `drivers`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `drivers` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `first_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `last_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone01` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone02` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `fuel_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `driver_image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `full_name` varchar(255) COLLATE utf8mb4_unicode_ci GENERATED ALWAYS AS (concat(`first_name`,_utf8mb4' ',`last_name`)) VIRTUAL,
  `extra_details` text COLLATE utf8mb4_unicode_ci,
  `address_city` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `drivers`
--

LOCK TABLES `drivers` WRITE;
/*!40000 ALTER TABLE `drivers` DISABLE KEYS */;
INSERT INTO `drivers` (`id`, `created_at`, `updated_at`, `first_name`, `last_name`, `email`, `phone01`, `phone02`, `fuel_type`, `driver_image`, `extra_details`, `address_city`) VALUES (10,'2024-10-04 17:31:05','2024-10-04 17:31:05','Bakhtiyor','Djurakulov','Djurakulov@gmail.com','+998 50 220 55 95',NULL,'benzin','01J9C9BKA6PQ21ZKY9SWYWS1FX.jpg','ozgina inzgliz tilni biladi, ruscha biladi ','Samarkand'),(11,'2024-10-04 17:35:26','2024-10-04 17:35:26','Бобошер','Сулханов','sulr@gm.com','+998915460107',NULL,'propane','01J9C9KHXWSK84GMZ9M55W14GG.jpg',NULL,'Samarkand'),(12,'2024-10-04 17:39:18','2024-10-04 17:39:18','РАХИМЖОН','РАХИМЖОН','rahim@gm.com','+998 93 223 44 46',NULL,'propane','01J9C9TMKZHDXMYHNN20TPH9SC.jpg',NULL,'Samarkand'),(13,'2024-10-09 06:15:02','2024-10-09 06:15:02','Hasan','Muzafarov','sd@as.com','34433434334',NULL,'propane','01J9QYNAA1HVKEWWRRD6E9F6G5.jpg',NULL,'sam'),(14,'2024-12-10 04:15:52','2024-12-10 04:15:52','Jillian','Mcconnell','vukake@mailinator.com','+1 731 978-4799','+1 302 437-9785','methane','01JEQCFN7KQRNQH91GQS4080EJ.webp','Sit necessitatibus r','Molestias quidem id');
/*!40000 ALTER TABLE `drivers` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `employees`
--

DROP TABLE IF EXISTS `employees`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `employees` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `first_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `last_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `fathers_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone01` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone02` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `extra_info` text COLLATE utf8mb4_unicode_ci,
  `school` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `lang_spoken` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `passport_image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `full_name` varchar(255) COLLATE utf8mb4_unicode_ci GENERATED ALWAYS AS (concat(`first_name`,_utf8mb4' ',`last_name`,_utf8mb4'',`fathers_name`)) VIRTUAL,
  `pinfl` int NOT NULL,
  `address` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `employees`
--

LOCK TABLES `employees` WRITE;
/*!40000 ALTER TABLE `employees` DISABLE KEYS */;
/*!40000 ALTER TABLE `employees` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `expense_categories`
--

DROP TABLE IF EXISTS `expense_categories`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `expense_categories` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `expense_categories`
--

LOCK TABLES `expense_categories` WRITE;
/*!40000 ALTER TABLE `expense_categories` DISABLE KEYS */;
INSERT INTO `expense_categories` VALUES (1,'2024-12-13 05:29:11','2024-12-13 05:29:11','Breakfast'),(2,'2024-12-13 05:29:16','2024-12-13 05:29:16','Room'),(3,'2024-12-13 05:29:22','2024-12-13 05:29:22','General'),(4,'2024-12-19 04:08:06','2024-12-19 04:08:06','Dada'),(5,'2024-12-19 04:16:34','2024-12-19 04:16:34','Jahongir/'),(6,'2024-12-19 04:19:44','2024-12-19 04:19:44','usta'),(7,'2024-12-19 04:25:00','2024-12-19 04:25:00','Oylik');
/*!40000 ALTER TABLE `expense_categories` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `expenses`
--

DROP TABLE IF EXISTS `expenses`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `expenses` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `category_id` bigint unsigned NOT NULL,
  `expense_date` date DEFAULT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `amount` int NOT NULL,
  `payment_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `hotel_id` bigint unsigned NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=90 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `expenses`
--

LOCK TABLES `expenses` WRITE;
/*!40000 ALTER TABLE `expenses` DISABLE KEYS */;
INSERT INTO `expenses` VALUES (2,'2024-12-16 10:16:48','2024-12-16 10:16:48',1,'2024-12-16','non',1000000,'naqd',1),(3,'2024-12-16 11:14:07','2024-12-16 11:14:07',1,'2024-12-16','Non',1500000,'naqd',1),(4,'2024-12-19 03:57:59','2024-12-19 03:57:59',1,'2024-12-02','Zavtrak',17600000,'karta',2),(5,'2024-12-19 03:58:30','2024-12-19 03:58:30',1,'2024-12-02','bozorlik',1000000,'naqd',2),(6,'2024-12-19 03:58:57','2024-12-19 03:58:57',1,'2024-12-03','zavtrak',31000000,'karta',2),(7,'2024-12-19 03:59:32','2024-12-19 03:59:32',1,'2024-12-05','zavtrak',19600000,'karta',2),(8,'2024-12-19 03:59:48','2024-12-19 03:59:48',1,'2024-12-05','bozorlik',12000000,'naqd',2),(9,'2024-12-19 04:00:08','2024-12-19 04:00:08',1,'2024-12-07','zavtrak',21200000,'karta',2),(10,'2024-12-19 04:00:36','2024-12-19 04:00:36',1,'2024-12-08','zavtrak',34000000,'karta',2),(11,'2024-12-19 04:00:57','2024-12-19 04:00:57',1,'2024-12-08','bozorlik',4500000,'naqd',2),(12,'2024-12-19 04:01:23','2024-12-19 04:01:23',1,'2024-12-09','zavtrak',27000000,'karta',2),(13,'2024-12-19 04:01:58','2024-12-19 04:01:58',1,'2024-12-09','bozolik',10700000,'naqd',2),(14,'2024-12-19 04:02:35','2024-12-19 04:02:35',1,'2024-12-10','zavtrak',21300000,'karta',2),(15,'2024-12-19 04:03:02','2024-12-19 04:03:02',1,'2024-12-10','bozorlik',8000000,'naqd',2),(16,'2024-12-19 04:03:23','2024-12-19 04:03:23',1,'2024-12-11','zavtrak',44800000,'karta',2),(17,'2024-12-19 04:03:46','2024-12-19 04:03:46',1,'2024-12-11','bozorlik',3500000,'naqd',2),(18,'2024-12-19 04:04:10','2024-12-19 04:04:10',1,'2024-12-12','zavtrak',58700000,'karta',2),(19,'2024-12-19 04:04:35','2024-12-19 04:04:35',1,'2024-12-12','bozorlik',33300000,'naqd',2),(20,'2024-12-19 04:05:09','2024-12-19 04:05:09',1,'2024-12-13','zavtrak',41700000,'karta',2),(21,'2024-12-19 04:05:29','2024-12-19 04:05:29',1,'2024-12-14','zavtrak',11700000,'karta',2),(22,'2024-12-19 04:05:52','2024-12-19 04:05:52',1,'2024-12-14','bozorlik',9500000,'naqd',2),(23,'2024-12-19 04:06:18','2024-12-19 04:06:18',1,'2024-12-18','zavtrak',26000000,'karta',2),(24,'2024-12-19 04:06:48','2024-12-19 04:06:48',1,'2024-12-18','bozorlik',16000000,'naqd',2),(25,'2024-12-19 04:10:12','2024-12-19 04:10:12',4,'2024-12-19','dadamga',100000000,'naqd',2),(26,'2024-12-19 04:15:06','2024-12-19 04:15:06',1,'2024-12-01','non sut',2000000,'naqd',2),(27,'2024-12-19 04:16:58','2024-12-19 04:16:58',5,'2024-12-01','Jahongir Obed',7000000,'naqd',2),(28,'2024-12-19 04:17:32','2024-12-19 04:17:32',3,'2024-12-01','Mehmonlarga sovga',5000000,'naqd',2),(29,'2024-12-19 04:18:03','2024-12-19 04:18:03',1,'2024-12-02','non sut',3000000,'naqd',2),(30,'2024-12-19 04:18:23','2024-12-19 04:18:23',1,'2024-12-03','non sut',2500000,'naqd',2),(31,'2024-12-19 04:18:51','2024-12-19 04:18:51',3,'2024-12-03','Shokir aka mahalla',4000000,'naqd',2),(32,'2024-12-19 04:19:18','2024-12-19 04:19:18',1,'2024-12-05','non sut',3000000,'naqd',2),(33,'2024-12-19 04:20:22','2024-12-19 04:20:22',6,'2024-12-05','Usta Katyol',80000000,'naqd',2),(34,'2024-12-19 04:20:40','2024-12-19 04:20:40',1,'2024-12-07','non sut',4600000,'naqd',2),(35,'2024-12-19 04:20:57','2024-12-19 04:20:57',1,'2024-12-08','non sut',2000000,'naqd',2),(36,'2024-12-19 04:21:19','2024-12-19 04:21:19',1,'2024-12-09','non sut',3200000,'naqd',2),(37,'2024-12-19 04:21:46','2024-12-19 04:21:46',5,'2024-12-09','Jahongir Taxi',5000000,'naqd',2),(38,'2024-12-19 04:22:06','2024-12-19 04:22:06',1,'2024-12-10','non sut',1000000,'naqd',2),(39,'2024-12-19 04:22:43','2024-12-19 04:22:43',3,'2024-12-11','suv 0.5',45000000,'naqd',2),(40,'2024-12-19 04:23:02','2024-12-19 04:23:02',1,'2024-12-12','non sut',1500000,'naqd',2),(41,'2024-12-19 04:23:30','2024-12-19 04:23:30',1,'2024-12-11','sut, non, baton',7800000,'naqd',2),(42,'2024-12-19 04:23:49','2024-12-19 04:23:49',1,'2024-12-12','non sut',3000000,'naqd',2),(43,'2024-12-19 04:24:09','2024-12-19 04:24:09',1,'2024-12-14','non sut',2000000,'naqd',2),(44,'2024-12-19 04:24:44','2024-12-19 04:24:44',5,'2024-12-14','Jahongir',9000000,'naqd',2),(45,'2024-12-19 04:25:16','2024-12-19 04:25:16',7,'2024-12-15','Sevara oylik',45000000,'naqd',2),(46,'2024-12-19 04:25:39','2024-12-19 04:25:39',1,'2024-12-18','non, sut',2900000,'naqd',2),(47,'2024-12-19 04:26:02','2024-12-19 04:26:02',1,'2024-12-19','non ',2100000,'naqd',2),(48,'2024-12-19 04:29:10','2024-12-19 04:29:10',3,'2024-12-18','Kanctovar',13000000,'karta',2),(49,'2024-12-21 10:40:03','2024-12-21 10:40:03',1,'2024-12-21','non',1000000,'naqd',1),(50,'2024-12-21 10:40:26','2024-12-21 10:40:26',2,'2024-12-21','rakovina 1 d',2500000,'karta',1),(51,'2024-12-23 12:01:06','2024-12-23 12:01:06',1,'2024-12-23','Zaftruk',14900000,'karta',2),(52,'2024-12-24 03:20:41','2024-12-24 03:20:41',7,'2024-12-24','Asror',264000000,'karta',1),(53,'2024-12-24 03:21:07','2024-12-24 03:21:07',7,'2024-12-24','opa',350000000,'naqd',1),(54,'2024-12-24 03:21:25','2024-12-24 03:21:25',7,'2024-12-24','Charos',290000000,'naqd',1),(55,'2024-12-24 03:21:40','2024-12-24 03:21:40',7,'2024-12-24','Jahona',350000000,'naqd',1),(57,'2024-12-24 08:26:49','2024-12-24 08:26:49',1,'2024-12-24','cok',31700000,'karta',1),(58,'2024-12-25 11:16:53','2024-12-25 11:16:53',1,'2024-12-24','Bozor',9600000,'naqd',1),(59,'2024-12-25 11:17:15','2024-12-26 03:35:17',2,'2024-12-25','poroshok, va hokazo',20000000,'karta',2),(60,'2024-12-26 03:34:48','2024-12-26 03:34:48',1,'2024-12-25','breakfast',16300000,'karta',2),(62,'2024-12-26 04:38:30','2024-12-26 04:38:30',1,'2024-12-24','ПОДСОЛНЕЧНОЕ МАСЛО ЗАТЕЯ 5L (1шт)',11900000,'karta',2),(63,'2024-12-26 04:38:54','2024-12-26 04:38:54',1,'2024-12-24','СЛИВОЧНОЕ МАСЛО PRESIDENT 125GR (1шт)',2390000,'karta',2),(64,'2024-12-26 04:39:13','2024-12-26 04:39:13',1,'2024-12-24','ЯЙЦО КУРИНОЕ D2 30SHT (1шт)',3900000,'karta',2),(65,'2024-12-26 04:39:27','2024-12-26 04:39:27',1,'2024-12-24','ПИРОЖНОЕ СПАРТАК АКБАР (1шт)',2990000,'karta',2),(66,'2024-12-26 04:39:49','2024-12-26 04:39:49',1,'2024-12-24','КОЛБАСА ВАРЕНАЯ ПАРРАНА 2/0 NISHON BAXT (1шт)',3259400,'karta',2),(67,'2024-12-26 04:40:23','2024-12-26 04:40:23',1,'2024-12-24','САРДЕЛЬКИ ДЖОМБОЙ 1/C NISHON BAXT (1шт)',3500600,'karta',2),(68,'2024-12-26 04:40:40','2024-12-26 04:40:40',1,'2024-12-24','ЙОГУРТ НЕЖНЫЙ ПУЛИНГ 2.8% 100GR (1шт)',4074000,'karta',2),(69,'2024-12-26 04:41:19','2024-12-26 04:41:19',1,'2024-12-24','ЙОГУРТ НЕЖНЫЙ 5% 100GR (1шт)',1198000,'karta',2),(70,'2024-12-26 04:41:32','2024-12-26 04:41:32',1,'2024-12-24','ЙОГУРТ НЕЖНЫЙ 0.1% 95GR (1шт)',858000,'karta',2),(71,'2024-12-26 04:41:43','2024-12-26 04:41:43',1,'2024-12-24','ПАКЕТ (1шт)',30000,'karta',2),(72,'2024-12-29 14:09:51','2024-12-29 14:09:51',1,'2024-12-29','bozorlik',20000000,'naqd',1),(73,'2024-12-29 14:10:32','2024-12-29 14:10:32',1,'2024-12-29','zaftruk',88800000,'karta',1),(74,'2024-12-29 14:14:43','2024-12-29 14:17:29',1,'2024-12-25','zaftruk',36300000,'karta',2),(75,'2024-12-29 14:15:28','2024-12-29 14:21:12',1,'2024-12-26','zaftruk',29400000,'karta',2),(76,'2024-12-29 14:16:08','2024-12-29 14:16:24',1,'2024-12-27','bozorlik',20000000,'karta',2),(77,'2024-12-29 14:21:51','2024-12-29 14:21:51',1,'2024-12-27','zaftruk',20600000,'karta',2),(78,'2024-12-29 14:22:42','2024-12-29 14:22:42',1,'2024-12-27','bozorlik',5300000,'karta',2),(79,'2025-01-02 06:24:38','2025-01-02 06:24:38',3,'2024-12-18','Kotel premiumda remont',192300000,'naqd',1),(80,'2025-01-02 06:30:55','2025-01-02 06:30:55',7,'2024-12-30','Javohir oylik',500000000,'naqd',1),(81,'2025-01-03 05:00:26','2025-01-03 05:00:26',1,'2024-12-30','bozorlik',18700000,'naqd',1),(82,'2025-01-03 05:00:58','2025-01-03 05:00:58',1,'2024-12-30','zaftruk',42700000,'karta',1),(83,'2025-01-03 05:01:51','2025-01-03 05:01:51',1,'2024-12-31','zaftruk',50000000,'karta',1),(84,'2025-01-03 05:02:13','2025-01-03 05:02:13',1,'2025-01-01','zaftruk',23100000,'karta',1),(85,'2025-01-03 05:02:29','2025-01-03 05:02:29',1,'2025-01-01','zaftruk',33400000,'karta',1),(86,'2025-01-03 05:02:54','2025-01-03 05:02:54',1,'2025-01-02','Bozorlik',38800000,'naqd',1),(87,'2025-01-05 07:02:18','2025-01-05 07:02:18',1,'2025-01-03','zaftruk',30900000,'karta',1),(88,'2025-01-05 07:02:58','2025-01-05 07:02:58',1,'2025-01-04','zaftruk',57200000,'karta',1),(89,'2025-01-05 07:03:19','2025-01-05 07:03:19',1,'2025-01-05','zaftruk',64000000,'naqd',1);
/*!40000 ALTER TABLE `expenses` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `failed_jobs`
--

DROP TABLE IF EXISTS `failed_jobs`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `failed_jobs` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `uuid` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `connection` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `failed_jobs`
--

LOCK TABLES `failed_jobs` WRITE;
/*!40000 ALTER TABLE `failed_jobs` DISABLE KEYS */;
INSERT INTO `failed_jobs` VALUES (1,'ea88267b-08e2-4b3d-87d6-5ddf792e9ac9','database','default','{\"uuid\":\"ea88267b-08e2-4b3d-87d6-5ddf792e9ac9\",\"displayName\":\"App\\\\Jobs\\\\GenerateContractPdf\",\"job\":\"Illuminate\\\\Queue\\\\CallQueuedHandler@call\",\"maxTries\":null,\"maxExceptions\":null,\"failOnTimeout\":false,\"backoff\":null,\"timeout\":null,\"retryUntil\":null,\"data\":{\"commandName\":\"App\\\\Jobs\\\\GenerateContractPdf\",\"command\":\"O:28:\\\"App\\\\Jobs\\\\GenerateContractPdf\\\":1:{s:8:\\\"contract\\\";O:45:\\\"Illuminate\\\\Contracts\\\\Database\\\\ModelIdentifier\\\":5:{s:5:\\\"class\\\";s:19:\\\"App\\\\Models\\\\Contract\\\";s:2:\\\"id\\\";i:9;s:9:\\\"relations\\\";a:0:{}s:10:\\\"connection\\\";N;s:15:\\\"collectionClass\\\";N;}}\"}}','Error: Class \"Barryvdh\\DomPDF\\Facade\\PDF\" not found in /home/u784346380/domains/jahongir-app.uz/public_html/app/Jobs/GenerateContractPdf.php:46\nStack trace:\n#0 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(36): App\\Jobs\\GenerateContractPdf->handle()\n#1 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/Util.php(41): Illuminate\\Container\\BoundMethod::Illuminate\\Container\\{closure}()\n#2 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(93): Illuminate\\Container\\Util::unwrapIfClosure()\n#3 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(35): Illuminate\\Container\\BoundMethod::callBoundMethod()\n#4 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/Container.php(662): Illuminate\\Container\\BoundMethod::call()\n#5 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Bus/Dispatcher.php(128): Illuminate\\Container\\Container->call()\n#6 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Pipeline/Pipeline.php(144): Illuminate\\Bus\\Dispatcher->Illuminate\\Bus\\{closure}()\n#7 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Pipeline/Pipeline.php(119): Illuminate\\Pipeline\\Pipeline->Illuminate\\Pipeline\\{closure}()\n#8 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Bus/Dispatcher.php(132): Illuminate\\Pipeline\\Pipeline->then()\n#9 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/CallQueuedHandler.php(123): Illuminate\\Bus\\Dispatcher->dispatchNow()\n#10 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Pipeline/Pipeline.php(144): Illuminate\\Queue\\CallQueuedHandler->Illuminate\\Queue\\{closure}()\n#11 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Pipeline/Pipeline.php(119): Illuminate\\Pipeline\\Pipeline->Illuminate\\Pipeline\\{closure}()\n#12 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/CallQueuedHandler.php(122): Illuminate\\Pipeline\\Pipeline->then()\n#13 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/CallQueuedHandler.php(70): Illuminate\\Queue\\CallQueuedHandler->dispatchThroughMiddleware()\n#14 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Jobs/Job.php(102): Illuminate\\Queue\\CallQueuedHandler->call()\n#15 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Worker.php(439): Illuminate\\Queue\\Jobs\\Job->fire()\n#16 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Worker.php(389): Illuminate\\Queue\\Worker->process()\n#17 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Worker.php(176): Illuminate\\Queue\\Worker->runJob()\n#18 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Console/WorkCommand.php(137): Illuminate\\Queue\\Worker->daemon()\n#19 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Console/WorkCommand.php(120): Illuminate\\Queue\\Console\\WorkCommand->runWorker()\n#20 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(36): Illuminate\\Queue\\Console\\WorkCommand->handle()\n#21 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/Util.php(41): Illuminate\\Container\\BoundMethod::Illuminate\\Container\\{closure}()\n#22 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(93): Illuminate\\Container\\Util::unwrapIfClosure()\n#23 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(35): Illuminate\\Container\\BoundMethod::callBoundMethod()\n#24 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/Container.php(662): Illuminate\\Container\\BoundMethod::call()\n#25 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Console/Command.php(211): Illuminate\\Container\\Container->call()\n#26 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/symfony/console/Command/Command.php(326): Illuminate\\Console\\Command->execute()\n#27 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Console/Command.php(180): Symfony\\Component\\Console\\Command\\Command->run()\n#28 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/symfony/console/Application.php(1096): Illuminate\\Console\\Command->run()\n#29 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/symfony/console/Application.php(324): Symfony\\Component\\Console\\Application->doRunCommand()\n#30 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/symfony/console/Application.php(175): Symfony\\Component\\Console\\Application->doRun()\n#31 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Foundation/Console/Kernel.php(201): Symfony\\Component\\Console\\Application->run()\n#32 /home/u784346380/domains/jahongir-app.uz/public_html/artisan(35): Illuminate\\Foundation\\Console\\Kernel->handle()\n#33 {main}','2024-12-07 18:03:53'),(2,'8bb640e6-9b6d-4cf6-8d2a-bc1b46a86fab','database','default','{\"uuid\":\"8bb640e6-9b6d-4cf6-8d2a-bc1b46a86fab\",\"displayName\":\"App\\\\Jobs\\\\GenerateContractPdf\",\"job\":\"Illuminate\\\\Queue\\\\CallQueuedHandler@call\",\"maxTries\":null,\"maxExceptions\":null,\"failOnTimeout\":false,\"backoff\":null,\"timeout\":null,\"retryUntil\":null,\"data\":{\"commandName\":\"App\\\\Jobs\\\\GenerateContractPdf\",\"command\":\"O:28:\\\"App\\\\Jobs\\\\GenerateContractPdf\\\":1:{s:8:\\\"contract\\\";O:45:\\\"Illuminate\\\\Contracts\\\\Database\\\\ModelIdentifier\\\":5:{s:5:\\\"class\\\";s:19:\\\"App\\\\Models\\\\Contract\\\";s:2:\\\"id\\\";i:10;s:9:\\\"relations\\\";a:0:{}s:10:\\\"connection\\\";N;s:15:\\\"collectionClass\\\";N;}}\"}}','Error: Class \"Barryvdh\\DomPDF\\Facade\\PDF\" not found in /home/u784346380/domains/jahongir-app.uz/public_html/app/Jobs/GenerateContractPdf.php:46\nStack trace:\n#0 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(36): App\\Jobs\\GenerateContractPdf->handle()\n#1 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/Util.php(41): Illuminate\\Container\\BoundMethod::Illuminate\\Container\\{closure}()\n#2 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(93): Illuminate\\Container\\Util::unwrapIfClosure()\n#3 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(35): Illuminate\\Container\\BoundMethod::callBoundMethod()\n#4 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/Container.php(662): Illuminate\\Container\\BoundMethod::call()\n#5 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Bus/Dispatcher.php(128): Illuminate\\Container\\Container->call()\n#6 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Pipeline/Pipeline.php(144): Illuminate\\Bus\\Dispatcher->Illuminate\\Bus\\{closure}()\n#7 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Pipeline/Pipeline.php(119): Illuminate\\Pipeline\\Pipeline->Illuminate\\Pipeline\\{closure}()\n#8 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Bus/Dispatcher.php(132): Illuminate\\Pipeline\\Pipeline->then()\n#9 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/CallQueuedHandler.php(123): Illuminate\\Bus\\Dispatcher->dispatchNow()\n#10 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Pipeline/Pipeline.php(144): Illuminate\\Queue\\CallQueuedHandler->Illuminate\\Queue\\{closure}()\n#11 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Pipeline/Pipeline.php(119): Illuminate\\Pipeline\\Pipeline->Illuminate\\Pipeline\\{closure}()\n#12 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/CallQueuedHandler.php(122): Illuminate\\Pipeline\\Pipeline->then()\n#13 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/CallQueuedHandler.php(70): Illuminate\\Queue\\CallQueuedHandler->dispatchThroughMiddleware()\n#14 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Jobs/Job.php(102): Illuminate\\Queue\\CallQueuedHandler->call()\n#15 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Worker.php(439): Illuminate\\Queue\\Jobs\\Job->fire()\n#16 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Worker.php(389): Illuminate\\Queue\\Worker->process()\n#17 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Worker.php(176): Illuminate\\Queue\\Worker->runJob()\n#18 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Console/WorkCommand.php(137): Illuminate\\Queue\\Worker->daemon()\n#19 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Console/WorkCommand.php(120): Illuminate\\Queue\\Console\\WorkCommand->runWorker()\n#20 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(36): Illuminate\\Queue\\Console\\WorkCommand->handle()\n#21 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/Util.php(41): Illuminate\\Container\\BoundMethod::Illuminate\\Container\\{closure}()\n#22 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(93): Illuminate\\Container\\Util::unwrapIfClosure()\n#23 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(35): Illuminate\\Container\\BoundMethod::callBoundMethod()\n#24 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/Container.php(662): Illuminate\\Container\\BoundMethod::call()\n#25 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Console/Command.php(211): Illuminate\\Container\\Container->call()\n#26 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/symfony/console/Command/Command.php(326): Illuminate\\Console\\Command->execute()\n#27 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Console/Command.php(180): Symfony\\Component\\Console\\Command\\Command->run()\n#28 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/symfony/console/Application.php(1096): Illuminate\\Console\\Command->run()\n#29 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/symfony/console/Application.php(324): Symfony\\Component\\Console\\Application->doRunCommand()\n#30 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/symfony/console/Application.php(175): Symfony\\Component\\Console\\Application->doRun()\n#31 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Foundation/Console/Kernel.php(201): Symfony\\Component\\Console\\Application->run()\n#32 /home/u784346380/domains/jahongir-app.uz/public_html/artisan(35): Illuminate\\Foundation\\Console\\Kernel->handle()\n#33 {main}','2024-12-07 18:11:51'),(3,'908083a2-0d75-4cb0-b1d6-470a16c653ac','database','default','{\"uuid\":\"908083a2-0d75-4cb0-b1d6-470a16c653ac\",\"displayName\":\"App\\\\Jobs\\\\GenerateContractPdf\",\"job\":\"Illuminate\\\\Queue\\\\CallQueuedHandler@call\",\"maxTries\":null,\"maxExceptions\":null,\"failOnTimeout\":false,\"backoff\":null,\"timeout\":null,\"retryUntil\":null,\"data\":{\"commandName\":\"App\\\\Jobs\\\\GenerateContractPdf\",\"command\":\"O:28:\\\"App\\\\Jobs\\\\GenerateContractPdf\\\":1:{s:8:\\\"contract\\\";O:45:\\\"Illuminate\\\\Contracts\\\\Database\\\\ModelIdentifier\\\":5:{s:5:\\\"class\\\";s:19:\\\"App\\\\Models\\\\Contract\\\";s:2:\\\"id\\\";i:11;s:9:\\\"relations\\\";a:0:{}s:10:\\\"connection\\\";N;s:15:\\\"collectionClass\\\";N;}}\"}}','Error: Class \"Barryvdh\\DomPDF\\Facade\\PDF\" not found in /home/u784346380/domains/jahongir-app.uz/public_html/app/Jobs/GenerateContractPdf.php:46\nStack trace:\n#0 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(36): App\\Jobs\\GenerateContractPdf->handle()\n#1 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/Util.php(41): Illuminate\\Container\\BoundMethod::Illuminate\\Container\\{closure}()\n#2 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(93): Illuminate\\Container\\Util::unwrapIfClosure()\n#3 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(35): Illuminate\\Container\\BoundMethod::callBoundMethod()\n#4 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/Container.php(662): Illuminate\\Container\\BoundMethod::call()\n#5 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Bus/Dispatcher.php(128): Illuminate\\Container\\Container->call()\n#6 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Pipeline/Pipeline.php(144): Illuminate\\Bus\\Dispatcher->Illuminate\\Bus\\{closure}()\n#7 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Pipeline/Pipeline.php(119): Illuminate\\Pipeline\\Pipeline->Illuminate\\Pipeline\\{closure}()\n#8 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Bus/Dispatcher.php(132): Illuminate\\Pipeline\\Pipeline->then()\n#9 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/CallQueuedHandler.php(123): Illuminate\\Bus\\Dispatcher->dispatchNow()\n#10 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Pipeline/Pipeline.php(144): Illuminate\\Queue\\CallQueuedHandler->Illuminate\\Queue\\{closure}()\n#11 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Pipeline/Pipeline.php(119): Illuminate\\Pipeline\\Pipeline->Illuminate\\Pipeline\\{closure}()\n#12 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/CallQueuedHandler.php(122): Illuminate\\Pipeline\\Pipeline->then()\n#13 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/CallQueuedHandler.php(70): Illuminate\\Queue\\CallQueuedHandler->dispatchThroughMiddleware()\n#14 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Jobs/Job.php(102): Illuminate\\Queue\\CallQueuedHandler->call()\n#15 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Worker.php(439): Illuminate\\Queue\\Jobs\\Job->fire()\n#16 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Worker.php(389): Illuminate\\Queue\\Worker->process()\n#17 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Worker.php(176): Illuminate\\Queue\\Worker->runJob()\n#18 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Console/WorkCommand.php(137): Illuminate\\Queue\\Worker->daemon()\n#19 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Console/WorkCommand.php(120): Illuminate\\Queue\\Console\\WorkCommand->runWorker()\n#20 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(36): Illuminate\\Queue\\Console\\WorkCommand->handle()\n#21 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/Util.php(41): Illuminate\\Container\\BoundMethod::Illuminate\\Container\\{closure}()\n#22 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(93): Illuminate\\Container\\Util::unwrapIfClosure()\n#23 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(35): Illuminate\\Container\\BoundMethod::callBoundMethod()\n#24 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/Container.php(662): Illuminate\\Container\\BoundMethod::call()\n#25 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Console/Command.php(211): Illuminate\\Container\\Container->call()\n#26 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/symfony/console/Command/Command.php(326): Illuminate\\Console\\Command->execute()\n#27 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Console/Command.php(180): Symfony\\Component\\Console\\Command\\Command->run()\n#28 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/symfony/console/Application.php(1096): Illuminate\\Console\\Command->run()\n#29 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/symfony/console/Application.php(324): Symfony\\Component\\Console\\Application->doRunCommand()\n#30 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/symfony/console/Application.php(175): Symfony\\Component\\Console\\Application->doRun()\n#31 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Foundation/Console/Kernel.php(201): Symfony\\Component\\Console\\Application->run()\n#32 /home/u784346380/domains/jahongir-app.uz/public_html/artisan(35): Illuminate\\Foundation\\Console\\Kernel->handle()\n#33 {main}','2024-12-07 18:12:03'),(4,'929d5aaf-de38-4f65-87fc-c7386ccd4f31','database','default','{\"uuid\":\"929d5aaf-de38-4f65-87fc-c7386ccd4f31\",\"displayName\":\"App\\\\Jobs\\\\GenerateContractPdf\",\"job\":\"Illuminate\\\\Queue\\\\CallQueuedHandler@call\",\"maxTries\":null,\"maxExceptions\":null,\"failOnTimeout\":false,\"backoff\":null,\"timeout\":null,\"retryUntil\":null,\"data\":{\"commandName\":\"App\\\\Jobs\\\\GenerateContractPdf\",\"command\":\"O:28:\\\"App\\\\Jobs\\\\GenerateContractPdf\\\":1:{s:8:\\\"contract\\\";O:45:\\\"Illuminate\\\\Contracts\\\\Database\\\\ModelIdentifier\\\":5:{s:5:\\\"class\\\";s:19:\\\"App\\\\Models\\\\Contract\\\";s:2:\\\"id\\\";i:12;s:9:\\\"relations\\\";a:0:{}s:10:\\\"connection\\\";N;s:15:\\\"collectionClass\\\";N;}}\"}}','Error: Class \"Barryvdh\\DomPDF\\Facade\\PDF\" not found in /home/u784346380/domains/jahongir-app.uz/public_html/app/Jobs/GenerateContractPdf.php:46\nStack trace:\n#0 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(36): App\\Jobs\\GenerateContractPdf->handle()\n#1 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/Util.php(41): Illuminate\\Container\\BoundMethod::Illuminate\\Container\\{closure}()\n#2 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(93): Illuminate\\Container\\Util::unwrapIfClosure()\n#3 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(35): Illuminate\\Container\\BoundMethod::callBoundMethod()\n#4 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/Container.php(662): Illuminate\\Container\\BoundMethod::call()\n#5 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Bus/Dispatcher.php(128): Illuminate\\Container\\Container->call()\n#6 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Pipeline/Pipeline.php(144): Illuminate\\Bus\\Dispatcher->Illuminate\\Bus\\{closure}()\n#7 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Pipeline/Pipeline.php(119): Illuminate\\Pipeline\\Pipeline->Illuminate\\Pipeline\\{closure}()\n#8 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Bus/Dispatcher.php(132): Illuminate\\Pipeline\\Pipeline->then()\n#9 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/CallQueuedHandler.php(123): Illuminate\\Bus\\Dispatcher->dispatchNow()\n#10 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Pipeline/Pipeline.php(144): Illuminate\\Queue\\CallQueuedHandler->Illuminate\\Queue\\{closure}()\n#11 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Pipeline/Pipeline.php(119): Illuminate\\Pipeline\\Pipeline->Illuminate\\Pipeline\\{closure}()\n#12 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/CallQueuedHandler.php(122): Illuminate\\Pipeline\\Pipeline->then()\n#13 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/CallQueuedHandler.php(70): Illuminate\\Queue\\CallQueuedHandler->dispatchThroughMiddleware()\n#14 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Jobs/Job.php(102): Illuminate\\Queue\\CallQueuedHandler->call()\n#15 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Worker.php(439): Illuminate\\Queue\\Jobs\\Job->fire()\n#16 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Worker.php(389): Illuminate\\Queue\\Worker->process()\n#17 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Worker.php(176): Illuminate\\Queue\\Worker->runJob()\n#18 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Console/WorkCommand.php(137): Illuminate\\Queue\\Worker->daemon()\n#19 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Console/WorkCommand.php(120): Illuminate\\Queue\\Console\\WorkCommand->runWorker()\n#20 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(36): Illuminate\\Queue\\Console\\WorkCommand->handle()\n#21 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/Util.php(41): Illuminate\\Container\\BoundMethod::Illuminate\\Container\\{closure}()\n#22 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(93): Illuminate\\Container\\Util::unwrapIfClosure()\n#23 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(35): Illuminate\\Container\\BoundMethod::callBoundMethod()\n#24 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/Container.php(662): Illuminate\\Container\\BoundMethod::call()\n#25 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Console/Command.php(211): Illuminate\\Container\\Container->call()\n#26 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/symfony/console/Command/Command.php(326): Illuminate\\Console\\Command->execute()\n#27 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Console/Command.php(180): Symfony\\Component\\Console\\Command\\Command->run()\n#28 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/symfony/console/Application.php(1096): Illuminate\\Console\\Command->run()\n#29 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/symfony/console/Application.php(324): Symfony\\Component\\Console\\Application->doRunCommand()\n#30 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/symfony/console/Application.php(175): Symfony\\Component\\Console\\Application->doRun()\n#31 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Foundation/Console/Kernel.php(201): Symfony\\Component\\Console\\Application->run()\n#32 /home/u784346380/domains/jahongir-app.uz/public_html/artisan(35): Illuminate\\Foundation\\Console\\Kernel->handle()\n#33 {main}','2024-12-07 18:20:13'),(5,'22d17e08-9233-4c66-8a6f-2a9291c476ca','database','default','{\"uuid\":\"22d17e08-9233-4c66-8a6f-2a9291c476ca\",\"displayName\":\"App\\\\Jobs\\\\GenerateContractPdf\",\"job\":\"Illuminate\\\\Queue\\\\CallQueuedHandler@call\",\"maxTries\":null,\"maxExceptions\":null,\"failOnTimeout\":false,\"backoff\":null,\"timeout\":null,\"retryUntil\":null,\"data\":{\"commandName\":\"App\\\\Jobs\\\\GenerateContractPdf\",\"command\":\"O:28:\\\"App\\\\Jobs\\\\GenerateContractPdf\\\":1:{s:8:\\\"contract\\\";O:45:\\\"Illuminate\\\\Contracts\\\\Database\\\\ModelIdentifier\\\":5:{s:5:\\\"class\\\";s:19:\\\"App\\\\Models\\\\Contract\\\";s:2:\\\"id\\\";i:13;s:9:\\\"relations\\\";a:0:{}s:10:\\\"connection\\\";N;s:15:\\\"collectionClass\\\";N;}}\"}}','Error: Class \"Barryvdh\\DomPDF\\Facade\\PDF\" not found in /home/u784346380/domains/jahongir-app.uz/public_html/app/Jobs/GenerateContractPdf.php:46\nStack trace:\n#0 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(36): App\\Jobs\\GenerateContractPdf->handle()\n#1 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/Util.php(41): Illuminate\\Container\\BoundMethod::Illuminate\\Container\\{closure}()\n#2 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(93): Illuminate\\Container\\Util::unwrapIfClosure()\n#3 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(35): Illuminate\\Container\\BoundMethod::callBoundMethod()\n#4 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/Container.php(662): Illuminate\\Container\\BoundMethod::call()\n#5 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Bus/Dispatcher.php(128): Illuminate\\Container\\Container->call()\n#6 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Pipeline/Pipeline.php(144): Illuminate\\Bus\\Dispatcher->Illuminate\\Bus\\{closure}()\n#7 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Pipeline/Pipeline.php(119): Illuminate\\Pipeline\\Pipeline->Illuminate\\Pipeline\\{closure}()\n#8 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Bus/Dispatcher.php(132): Illuminate\\Pipeline\\Pipeline->then()\n#9 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/CallQueuedHandler.php(123): Illuminate\\Bus\\Dispatcher->dispatchNow()\n#10 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Pipeline/Pipeline.php(144): Illuminate\\Queue\\CallQueuedHandler->Illuminate\\Queue\\{closure}()\n#11 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Pipeline/Pipeline.php(119): Illuminate\\Pipeline\\Pipeline->Illuminate\\Pipeline\\{closure}()\n#12 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/CallQueuedHandler.php(122): Illuminate\\Pipeline\\Pipeline->then()\n#13 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/CallQueuedHandler.php(70): Illuminate\\Queue\\CallQueuedHandler->dispatchThroughMiddleware()\n#14 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Jobs/Job.php(102): Illuminate\\Queue\\CallQueuedHandler->call()\n#15 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Worker.php(439): Illuminate\\Queue\\Jobs\\Job->fire()\n#16 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Worker.php(389): Illuminate\\Queue\\Worker->process()\n#17 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Worker.php(176): Illuminate\\Queue\\Worker->runJob()\n#18 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Console/WorkCommand.php(137): Illuminate\\Queue\\Worker->daemon()\n#19 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Queue/Console/WorkCommand.php(120): Illuminate\\Queue\\Console\\WorkCommand->runWorker()\n#20 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(36): Illuminate\\Queue\\Console\\WorkCommand->handle()\n#21 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/Util.php(41): Illuminate\\Container\\BoundMethod::Illuminate\\Container\\{closure}()\n#22 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(93): Illuminate\\Container\\Util::unwrapIfClosure()\n#23 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/BoundMethod.php(35): Illuminate\\Container\\BoundMethod::callBoundMethod()\n#24 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Container/Container.php(662): Illuminate\\Container\\BoundMethod::call()\n#25 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Console/Command.php(211): Illuminate\\Container\\Container->call()\n#26 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/symfony/console/Command/Command.php(326): Illuminate\\Console\\Command->execute()\n#27 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Console/Command.php(180): Symfony\\Component\\Console\\Command\\Command->run()\n#28 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/symfony/console/Application.php(1096): Illuminate\\Console\\Command->run()\n#29 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/symfony/console/Application.php(324): Symfony\\Component\\Console\\Application->doRunCommand()\n#30 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/symfony/console/Application.php(175): Symfony\\Component\\Console\\Application->doRun()\n#31 /home/u784346380/domains/jahongir-app.uz/public_html/vendor/laravel/framework/src/Illuminate/Foundation/Console/Kernel.php(201): Symfony\\Component\\Console\\Application->run()\n#32 /home/u784346380/domains/jahongir-app.uz/public_html/artisan(35): Illuminate\\Foundation\\Console\\Kernel->handle()\n#33 {main}','2024-12-07 18:20:26');
/*!40000 ALTER TABLE `failed_jobs` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `guest_tour_booking`
--

DROP TABLE IF EXISTS `guest_tour_booking`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `guest_tour_booking` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `guest_id` bigint unsigned NOT NULL,
  `tour_booking_id` bigint unsigned NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `guest_tour_booking`
--

LOCK TABLES `guest_tour_booking` WRITE;
/*!40000 ALTER TABLE `guest_tour_booking` DISABLE KEYS */;
INSERT INTO `guest_tour_booking` VALUES (1,NULL,NULL,2,1),(2,NULL,NULL,1,1),(3,NULL,NULL,3,2),(4,NULL,NULL,3,3),(5,NULL,NULL,4,4),(6,NULL,NULL,5,5);
/*!40000 ALTER TABLE `guest_tour_booking` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `guests`
--

DROP TABLE IF EXISTS `guests`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `guests` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `first_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `last_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `country` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `full_name` varchar(255) COLLATE utf8mb4_unicode_ci GENERATED ALWAYS AS (concat(`first_name`,_utf8mb4' ',`last_name`)) VIRTUAL,
  `amount_paid` int DEFAULT NULL,
  `payment_date` date DEFAULT NULL,
  `payment_document_image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `payment_method` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `guests`
--

LOCK TABLES `guests` WRITE;
/*!40000 ALTER TABLE `guests` DISABLE KEYS */;
INSERT INTO `guests` (`id`, `created_at`, `updated_at`, `first_name`, `last_name`, `email`, `country`, `phone`, `amount_paid`, `payment_date`, `payment_document_image`, `payment_method`) VALUES (4,'2024-09-03 05:22:32','2024-09-03 05:22:32','Irakis','Ionnis','ok@ok.com','Greece','+99891063979',NULL,NULL,NULL,NULL),(5,'2024-09-03 05:27:28','2024-09-03 05:27:28','Zahner ','Hannes','hzahne.982185@gmail.com','Germany','+49 15756465787',NULL,NULL,NULL,NULL),(6,'2024-12-06 14:01:28','2024-12-06 14:01:28','Lola','Tosheva','lola@loa.com','Uz','9050546421',NULL,NULL,NULL,NULL),(7,'2024-12-10 04:16:48','2024-12-10 04:16:48','Amelia','Hickman','zygiluji@mailinator.com','Molestiae odit sit magni velit quam et dolor fuga Dolore nostrud debitis a nulla quia incidunt laudantium fugit possimus','+1 876 105-9978',NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `guests` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `guide_tour_booking`
--

DROP TABLE IF EXISTS `guide_tour_booking`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `guide_tour_booking` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `guide_id` bigint unsigned NOT NULL,
  `tour_booking_id` bigint unsigned NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `guide_tour_booking`
--

LOCK TABLES `guide_tour_booking` WRITE;
/*!40000 ALTER TABLE `guide_tour_booking` DISABLE KEYS */;
INSERT INTO `guide_tour_booking` VALUES (1,NULL,NULL,1,1),(2,NULL,NULL,1,2),(3,NULL,NULL,1,3),(4,NULL,NULL,1,4),(5,NULL,NULL,1,5);
/*!40000 ALTER TABLE `guide_tour_booking` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `guides`
--

DROP TABLE IF EXISTS `guides`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `guides` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `first_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `last_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone01` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone02` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `guide_image` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `full_name` varchar(255) COLLATE utf8mb4_unicode_ci GENERATED ALWAYS AS (concat(`first_name`,_utf8mb4' ',`last_name`)) VIRTUAL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `guides`
--

LOCK TABLES `guides` WRITE;
/*!40000 ALTER TABLE `guides` DISABLE KEYS */;
INSERT INTO `guides` (`id`, `created_at`, `updated_at`, `first_name`, `last_name`, `email`, `phone01`, `phone02`, `guide_image`) VALUES (4,'2024-09-21 16:17:46','2024-09-21 16:17:46','Mohigul','Mohigul','Mohigul@Mohigul.com','915522633',NULL,''),(5,'2024-09-21 16:18:32','2024-09-21 16:18:32','Fayoziddin','Fayoziddin','Fayoziddin@Fayoziddin.com','+998933505195',NULL,''),(6,'2024-09-21 16:19:22','2024-09-21 16:19:22','Akbar aka','Akbar aka','Akbar@fg.com','+998 91 555 29 10',NULL,''),(7,'2024-09-21 16:20:01','2024-09-21 16:20:01','Ruslan','Ruslan','Ruslan@Ruslan.com','+998 99 311 49 04',NULL,''),(8,'2024-09-21 16:20:33','2024-09-21 16:20:33','Anvar','Anvar','Anvar@Anvar.com','+998 95 430 12 31',NULL,''),(9,'2024-12-10 04:12:49','2024-12-10 04:12:49','Derek','Padilla','bezimyxi@mailinator.com','+1 637 957-9517','+1 312 341-5689','01JEQCA39MTPZAVGHRKEMCS9SD.jpg');
/*!40000 ALTER TABLE `guides` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `hotels`
--

DROP TABLE IF EXISTS `hotels`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `hotels` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `room_quantity` int NOT NULL,
  `number_people` int NOT NULL,
  `location` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `address` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `website` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `director_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `official_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `account_number` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `bank_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `inn` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `bank_mfo` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `hotels`
--

LOCK TABLES `hotels` WRITE;
/*!40000 ALTER TABLE `hotels` DISABLE KEYS */;
INSERT INTO `hotels` VALUES (1,'2024-11-21 02:45:03','2024-12-11 04:25:57','Jahongir','Old building turned to guest house ',14,26,'Samarkand','Chirokchi 4','915550808','odilorg@gmail.com','www.jahongirbandb.uz','Jahangirov O.Sh.','OK \"Jaxongir travel\"','20208000704734557001','Hamkorbank ОАТB Andijon f-li ','300965341','00083'),(2,'2024-11-21 02:45:54','2024-12-11 04:26:37','Jahongir premium','New hotel built next to old one',19,34,'Samarkand','Chirokchi 11','913136995','zafarorg@gmail.com','www.jahongir-premium.com','Jahangirov Z.Sh','OK \"Jaxongir premium\"','20208000605701681001','Orient Finans XATB','310831298','01071');
/*!40000 ALTER TABLE `hotels` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `invoices`
--

DROP TABLE IF EXISTS `invoices`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `invoices` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `number` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `invoice_date` date NOT NULL,
  `hotel_id` bigint unsigned NOT NULL,
  `turfirma_id` bigint unsigned NOT NULL,
  `zayavka_id` bigint unsigned NOT NULL,
  `status` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `amount` int NOT NULL,
  PRIMARY KEY (`id`),
  KEY `invoices_hotel_id_foreign` (`hotel_id`),
  KEY `invoices_turfirma_id_foreign` (`turfirma_id`),
  KEY `invoices_zayavka_id_foreign` (`zayavka_id`),
  CONSTRAINT `invoices_hotel_id_foreign` FOREIGN KEY (`hotel_id`) REFERENCES `hotels` (`id`) ON DELETE CASCADE,
  CONSTRAINT `invoices_turfirma_id_foreign` FOREIGN KEY (`turfirma_id`) REFERENCES `turfirmas` (`id`) ON DELETE CASCADE,
  CONSTRAINT `invoices_zayavka_id_foreign` FOREIGN KEY (`zayavka_id`) REFERENCES `zayavkas` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `invoices`
--

LOCK TABLES `invoices` WRITE;
/*!40000 ALTER TABLE `invoices` DISABLE KEYS */;
/*!40000 ALTER TABLE `invoices` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jobs`
--

DROP TABLE IF EXISTS `jobs`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `jobs` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `queue` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `attempts` tinyint unsigned NOT NULL,
  `reserved_at` int unsigned DEFAULT NULL,
  `available_at` int unsigned NOT NULL,
  `created_at` int unsigned NOT NULL,
  PRIMARY KEY (`id`),
  KEY `jobs_queue_index` (`queue`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jobs`
--

LOCK TABLES `jobs` WRITE;
/*!40000 ALTER TABLE `jobs` DISABLE KEYS */;
INSERT INTO `jobs` VALUES (6,'default','{\"uuid\":\"7cac19c7-af91-45c2-92e8-919421d1b872\",\"displayName\":\"App\\\\Jobs\\\\GenerateContractPdf\",\"job\":\"Illuminate\\\\Queue\\\\CallQueuedHandler@call\",\"maxTries\":null,\"maxExceptions\":null,\"failOnTimeout\":false,\"backoff\":null,\"timeout\":null,\"retryUntil\":null,\"data\":{\"commandName\":\"App\\\\Jobs\\\\GenerateContractPdf\",\"command\":\"O:28:\\\"App\\\\Jobs\\\\GenerateContractPdf\\\":1:{s:8:\\\"contract\\\";O:45:\\\"Illuminate\\\\Contracts\\\\Database\\\\ModelIdentifier\\\":5:{s:5:\\\"class\\\";s:19:\\\"App\\\\Models\\\\Contract\\\";s:2:\\\"id\\\";i:14;s:9:\\\"relations\\\";a:0:{}s:10:\\\"connection\\\";N;s:15:\\\"collectionClass\\\";N;}}\"}}',0,NULL,1733647238,1733647238),(7,'default','{\"uuid\":\"09c92455-9005-46b5-8dd3-2cb6711cd677\",\"displayName\":\"App\\\\Jobs\\\\GenerateContractPdf\",\"job\":\"Illuminate\\\\Queue\\\\CallQueuedHandler@call\",\"maxTries\":null,\"maxExceptions\":null,\"failOnTimeout\":false,\"backoff\":null,\"timeout\":null,\"retryUntil\":null,\"data\":{\"commandName\":\"App\\\\Jobs\\\\GenerateContractPdf\",\"command\":\"O:28:\\\"App\\\\Jobs\\\\GenerateContractPdf\\\":1:{s:8:\\\"contract\\\";O:45:\\\"Illuminate\\\\Contracts\\\\Database\\\\ModelIdentifier\\\":5:{s:5:\\\"class\\\";s:19:\\\"App\\\\Models\\\\Contract\\\";s:2:\\\"id\\\";i:15;s:9:\\\"relations\\\";a:0:{}s:10:\\\"connection\\\";N;s:15:\\\"collectionClass\\\";N;}}\"}}',0,NULL,1733746195,1733746195);
/*!40000 ALTER TABLE `jobs` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `language_employee`
--

DROP TABLE IF EXISTS `language_employee`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `language_employee` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `spoken_language_id` bigint unsigned NOT NULL,
  `employee_id` bigint unsigned NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `language_employee`
--

LOCK TABLES `language_employee` WRITE;
/*!40000 ALTER TABLE `language_employee` DISABLE KEYS */;
INSERT INTO `language_employee` VALUES (1,NULL,NULL,9,1),(2,NULL,NULL,3,1),(3,NULL,NULL,6,1);
/*!40000 ALTER TABLE `language_employee` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `language_guide`
--

DROP TABLE IF EXISTS `language_guide`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `language_guide` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `spoken_language_id` bigint unsigned NOT NULL,
  `guide_id` bigint unsigned NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `language_guide`
--

LOCK TABLES `language_guide` WRITE;
/*!40000 ALTER TABLE `language_guide` DISABLE KEYS */;
INSERT INTO `language_guide` VALUES (1,NULL,NULL,4,1),(2,NULL,NULL,1,1),(3,NULL,NULL,3,2),(4,NULL,NULL,2,2),(5,NULL,NULL,5,2),(6,NULL,NULL,7,3),(7,NULL,NULL,4,3),(8,NULL,NULL,3,4),(9,NULL,NULL,3,5),(10,NULL,NULL,4,6),(11,NULL,NULL,4,7),(12,NULL,NULL,3,8),(13,NULL,NULL,1,9);
/*!40000 ALTER TABLE `language_guide` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `members`
--

DROP TABLE IF EXISTS `members`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `members` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `first_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `last_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `full_name` varchar(255) COLLATE utf8mb4_unicode_ci GENERATED ALWAYS AS (concat(`first_name`,_utf8mb4' ',`last_name`)) VIRTUAL,
  `tour_booking_id` bigint unsigned NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `members`
--

LOCK TABLES `members` WRITE;
/*!40000 ALTER TABLE `members` DISABLE KEYS */;
/*!40000 ALTER TABLE `members` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `meters`
--

DROP TABLE IF EXISTS `meters`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `meters` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `meter_serial_number` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `utility_id` bigint unsigned NOT NULL,
  `sertificate_expiration_date` date NOT NULL,
  `sertificate_image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `contract_number` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `contract_date` date NOT NULL,
  `hotel_id` bigint unsigned NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `meters`
--

LOCK TABLES `meters` WRITE;
/*!40000 ALTER TABLE `meters` DISABLE KEYS */;
INSERT INTO `meters` VALUES (1,'2024-12-21 10:42:15','2024-12-25 04:03:01','TPGR036120253481',1,'2025-01-01',NULL,'C-II-93 46042','2022-01-01',1),(2,'2024-12-21 10:44:57','2024-12-21 10:44:57','87646467',2,'2024-12-11',NULL,'8675','2024-12-28',1),(3,'2024-12-21 10:45:45','2024-12-21 10:45:45','8789786',2,'2024-12-26',NULL,'98789','2025-01-03',1);
/*!40000 ALTER TABLE `meters` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `migrations`
--

DROP TABLE IF EXISTS `migrations`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `migrations` (
  `id` int unsigned NOT NULL AUTO_INCREMENT,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=124 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `migrations`
--

LOCK TABLES `migrations` WRITE;
/*!40000 ALTER TABLE `migrations` DISABLE KEYS */;
INSERT INTO `migrations` VALUES (1,'2014_10_12_000000_create_users_table',1),(2,'2014_10_12_100000_create_password_reset_tokens_table',1),(3,'2019_12_14_000001_create_personal_access_tokens_table',1),(4,'2024_08_14_160215_create_tours_table',1),(5,'2024_08_14_160321_create_guests_table',1),(6,'2024_08_14_161222_create_tour_bookings_table',1),(7,'2024_08_14_161254_create_drivers_table',1),(8,'2024_08_14_162507_create_cars_table',1),(9,'2024_08_18_130504_add_full_name_virt_col_to_guests_table',1),(10,'2024_08_20_170140_create_guides_table',1),(11,'2024_08_20_172829_add_group_number_to_tour_bookings_table',1),(12,'2024_08_20_173145_create_tour_payments_table',1),(13,'2024_08_21_182221_add_payment_date_to_tour_payments_table',1),(14,'2024_08_22_130240_create_supplier_payments_table',1),(15,'2024_08_26_044539_create_terminal_checks_table',1),(16,'2024_08_27_061603_add_doc_type_to_terminal_checks_table',1),(17,'2024_08_29_165243_create_car_driver_table',1),(18,'2024_08_29_171516_create_tour_tour_booking_table',1),(19,'2024_08_29_172300_create_driver_tour_booking_table',1),(20,'2024_08_29_173049_create_guest_tour_booking_table',1),(21,'2024_08_29_173420_create_guide_tour_booking_table',1),(22,'2024_08_29_175030_add_title_to_tours_table',1),(23,'2024_08_30_083732_create_ratings_table',1),(24,'2024_08_30_084455_add_driver_id_to_ratings_table',1),(25,'2024_08_30_092528_add_tour_booking_id_to_ratings_table',1),(26,'2024_08_30_093155_create_spoken_languages_table',1),(27,'2024_08_30_093828_create_language_guide_table',1),(28,'2024_08_31_175339_add_car_plate_col_to_car_driver_table',1),(29,'2024_09_02_175029_add_extra_details_address_city_cols_to_drivers_table',1),(30,'2024_09_02_180055_add_payment_type_to_supplier_payments_table',1),(31,'2024_09_02_180533_add_reciept_image_to_supplier_payments_table',1),(32,'2024_09_03_122245_add_payment_status_to_tour_bookings_table',1),(33,'2024_09_05_042349_create_tour_booking_repeaters_table',1),(34,'2024_09_05_172111_create_members_table',1),(35,'2024_09_07_153220_add_payments_details_cols_to_tour_booking_repeaters_table',1),(36,'2024_09_08_053332_create_employees_table',1),(37,'2024_09_08_054139_create_language_employee_table',1),(38,'2024_09_17_040436_create_expenses_table',1),(39,'2024_09_17_040600_create_expense_categories_table',1),(40,'2024_09_18_040300_create_sold_tours_table',1),(41,'2024_09_18_054411_create_repeater_suppliers_table',1),(42,'2024_09_18_060437_add_sold_tour_id_to_repeater_suppliers_table',1),(43,'2024_09_18_063428_create_tour_repeater_drivers_table',1),(44,'2024_09_18_065831_add_some_cols_to_sold_tours_table',1),(45,'2024_09_18_084318_create_tour_repeater_guides_table',1),(46,'2024_09_19_054345_add_some_cols_to_guests_table',1),(47,'2024_09_20_142606_add_col_to_sold_tours_table',1),(48,'2024_09_23_160452_create_agent_payments_table',1),(49,'2024_09_23_162251_create_sold_tour_driver_table',1),(50,'2024_09_23_162324_create_sold_tour_guide_table',1),(51,'2024_09_23_162352_create_sold_tour_guest_table',1),(52,'2024_09_25_141225_add_group_name_sold_tours_table',1),(53,'2024_09_25_141254_add_group_name_to_sold_tours_table',1),(54,'2024_09_27_161115_add_booked_date_to_sold_tours_table',1),(55,'2024_09_27_161620_add_amount_paid_to_sold_tours_table',1),(56,'2024_09_27_162901_add_guest_id_to_sold_tours_table',1),(57,'2024_09_28_110031_create_driver_payments_table',1),(58,'2024_10_01_112120_create_tour_prices_table',1),(59,'2024_10_01_180110_create_bookings_table',1),(60,'2024_10_01_180608_create_booking_tours_table',1),(61,'2024_10_04_101804_create_car_brands_table',1),(62,'2024_10_04_102818_add_cols_to_car_brands_table',1),(63,'2024_10_04_103315_add_plate_number_to_cars_table',1),(64,'2024_10_04_104544_add_brand_id_to_cars_table',1),(65,'2024_10_04_140439_add_driver_id_to_cars_table',1),(66,'2024_10_05_051730_add_booking_id_to_drivers_table',1),(67,'2024_10_05_051804_add_booking_id_to_guides_table',1),(68,'2024_10_05_051855_add_booking_id_to_tours_table',1),(69,'2024_10_05_054141_add_cols_to_bookings_table',1),(70,'2024_10_05_065306_add_driver_id_to_bookings_table',1),(71,'2024_10_05_100607_add_cols_to_bookings_table',1),(72,'2024_10_05_141925_add_driver_id_to_bookings_table',1),(73,'2024_10_12_041817_create_contracts_table',1),(74,'2024_10_13_033815_add_booking_status_to_bookings_table',1),(75,'2024_10_13_103502_create_room_repairs_table',1),(76,'2024_10_13_104310_create_hotels_table',1),(77,'2024_10_13_105550_add_car_color_to_cars_table',1),(78,'2024_10_14_115946_add_booking_source_to_bookings_table',1),(79,'2024_11_21_064613_create_rooms_table',1),(80,'2024_11_21_065310_create_amenities_table',1),(81,'2024_11_21_065637_create_amenity_room_table',1),(82,'2024_11_21_073136_add_more_cols_to_hotels_table',1),(83,'2024_11_21_081706_create_roomprices_table',1),(84,'2024_11_21_083124_add_room_price_to_rooms_table',1),(85,'2024_11_21_083735_add_room_type_to_rooms_table',1),(86,'2024_11_21_084649_create_turfirmas_table',1),(87,'2024_11_21_084650_create_zayavkas_table',1),(88,'2024_11_21_093628_add_cols_to_contracts_table',1),(89,'2024_11_21_095040_create_invoices_table',1),(90,'2024_11_21_100426_add_name_to_zayavkas_table',1),(91,'2024_11_21_100731_add_status_to_invoices_table',1),(92,'2024_11_21_101509_add_rooming_guest_name_to_zayavkas_table',1),(93,'2024_11_21_102006_add_notes_to_zayavkas_table',1),(94,'2024_11_21_102535_amount_to_invoices_table',1),(95,'2024_11_21_103654_add_pinfl_to_employees_table',1),(96,'2024_12_03_060030_add_arr_dep_date_guest_name_doc_to_zayavkas',1),(97,'2024_12_07_070009_create_jobs_table',1),(98,'2024_12_07_070946_add_some_cols_to_contracts_table',1),(99,'2024_12_07_111015_add_dir_name_to_turfirmas_table',1),(100,'2024_12_07_111107_add_dir_name_to_hotels_table',1),(108,'2024_12_08_132550_add_price_as_single_to_rooms_table',2),(109,'2024_12_08_140443_create_room_types_table',2),(110,'2024_12_09_062158_add_num_pax_n_to_room_types_table',2),(111,'2024_12_09_071934_hotel_id_to_room_types_table',2),(112,'2024_12_10_044210_add_image_to_zayavkas_table',3),(113,'2024_12_10_101713_add_created_by_and_updated_by_to_room_types_table',4),(114,'2024_12_10_102200_add_created_by_and_updated_by_to_zayavkas_table',4),(115,'2024_12_11_035136_add_some_cols_to_hotels_table',4),(116,'2024_12_11_041306_add_some_cols_to_hotels_table',4),(117,'2024_12_11_051421_add_type_to_turfirmas_table',5),(118,'2024_12_11_130903_add_some_cols_to_expenses_table',6),(119,'2024_12_12_120006_add_files_to_turfirmas_table',6),(120,'2024_12_20_043002_create_meters_table',7),(121,'2024_12_20_043653_create_utilities_table',7),(122,'2024_12_20_043735_create_utility_usages_table',7),(123,'2024_12_20_045553_add_hotel_id_to_meters_table',7);
/*!40000 ALTER TABLE `migrations` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `password_reset_tokens`
--

DROP TABLE IF EXISTS `password_reset_tokens`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `password_reset_tokens` (
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`email`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `password_reset_tokens`
--

LOCK TABLES `password_reset_tokens` WRITE;
/*!40000 ALTER TABLE `password_reset_tokens` DISABLE KEYS */;
/*!40000 ALTER TABLE `password_reset_tokens` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `personal_access_tokens`
--

DROP TABLE IF EXISTS `personal_access_tokens`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `personal_access_tokens` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `tokenable_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tokenable_id` bigint unsigned NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(64) COLLATE utf8mb4_unicode_ci NOT NULL,
  `abilities` text COLLATE utf8mb4_unicode_ci,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `expires_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `personal_access_tokens`
--

LOCK TABLES `personal_access_tokens` WRITE;
/*!40000 ALTER TABLE `personal_access_tokens` DISABLE KEYS */;
/*!40000 ALTER TABLE `personal_access_tokens` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ratings`
--

DROP TABLE IF EXISTS `ratings`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `ratings` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `review_source` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `review_score` int NOT NULL,
  `comments` text COLLATE utf8mb4_unicode_ci,
  `driver_id` bigint unsigned NOT NULL,
  `tour_booking_id` bigint unsigned NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ratings`
--

LOCK TABLES `ratings` WRITE;
/*!40000 ALTER TABLE `ratings` DISABLE KEYS */;
INSERT INTO `ratings` VALUES (1,'2024-08-30 09:24:32','2024-08-30 09:30:43','google',72,'Quo vel quis fuga Beatae esse esse est et mollit dicta cum',2,2);
/*!40000 ALTER TABLE `ratings` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `repeater_suppliers`
--

DROP TABLE IF EXISTS `repeater_suppliers`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `repeater_suppliers` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `driver_id` bigint unsigned NOT NULL,
  `guide_id` bigint unsigned NOT NULL,
  `amount_paid` int NOT NULL,
  `sold_tour_id` bigint unsigned NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `repeater_suppliers`
--

LOCK TABLES `repeater_suppliers` WRITE;
/*!40000 ALTER TABLE `repeater_suppliers` DISABLE KEYS */;
/*!40000 ALTER TABLE `repeater_suppliers` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `room_repairs`
--

DROP TABLE IF EXISTS `room_repairs`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `room_repairs` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `repair_date` date NOT NULL,
  `hotel_id` bigint unsigned NOT NULL,
  `room_number` int NOT NULL,
  `repair_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `amount` int NOT NULL,
  `notes` text COLLATE utf8mb4_unicode_ci,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `room_repairs`
--

LOCK TABLES `room_repairs` WRITE;
/*!40000 ALTER TABLE `room_repairs` DISABLE KEYS */;
/*!40000 ALTER TABLE `room_repairs` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `room_types`
--

DROP TABLE IF EXISTS `room_types`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `room_types` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_by` bigint unsigned DEFAULT NULL,
  `updated_by` bigint unsigned DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `descrtiption` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `price_as_single` int NOT NULL,
  `price_as_double` int NOT NULL,
  `quantity` int NOT NULL,
  `number_of_beds` int NOT NULL,
  `hotel_id` bigint unsigned NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `room_types`
--

LOCK TABLES `room_types` WRITE;
/*!40000 ALTER TABLE `room_types` DISABLE KEYS */;
INSERT INTO `room_types` VALUES (1,NULL,NULL,'2024-12-08 09:15:51','2024-12-09 01:26:03','Single-J',NULL,40000000,40000000,3,1,1),(2,NULL,NULL,'2024-12-08 09:16:21','2024-12-09 01:27:36','Twin-J',NULL,46200000,52800000,3,2,1),(3,NULL,NULL,'2024-12-08 09:16:36','2024-12-09 01:27:20','Double/Twin-J',NULL,52800000,55440000,2,2,1),(4,NULL,NULL,'2024-12-08 09:16:57','2024-12-09 01:27:48','Double-J',NULL,56760000,59400000,2,2,1),(5,NULL,NULL,'2024-12-08 09:17:08','2024-12-09 01:28:09','Superior double-J',NULL,59400000,62040000,2,4,1),(6,NULL,NULL,'2024-12-08 09:17:20','2024-12-09 01:28:20','Junior Suite-J',NULL,62040000,66000000,1,3,1),(7,NULL,NULL,'2024-12-08 09:17:38','2024-12-09 01:28:32','Triple-J',NULL,72600000,72600000,1,4,1),(8,NULL,NULL,'2024-12-09 02:16:40','2024-12-09 02:16:40','Deluxe Single-PR',NULL,47000000,47000000,1,1,2),(9,NULL,NULL,'2024-12-09 02:17:02','2024-12-09 02:17:02','Standart Queen-PR',NULL,56000000,61000000,2,2,2),(10,NULL,NULL,'2024-12-09 02:17:26','2024-12-09 02:17:26','Standart double/twin-PR',NULL,63000000,67000000,4,2,2),(11,NULL,NULL,'2024-12-09 02:18:00','2024-12-09 02:18:00','Superior double/twin-PR',NULL,76000000,80000000,8,2,2),(12,NULL,NULL,'2024-12-09 02:18:22','2024-12-09 02:18:22','Deluxe double/twin-PR',NULL,71000000,73500000,2,2,2),(13,NULL,NULL,'2024-12-09 02:19:00','2024-12-09 02:19:00','Deluxe triple-PR',NULL,93000000,100000000,2,3,2);
/*!40000 ALTER TABLE `room_types` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `roomprices`
--

DROP TABLE IF EXISTS `roomprices`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `roomprices` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `room_id` bigint unsigned NOT NULL,
  `price` int NOT NULL,
  PRIMARY KEY (`id`),
  KEY `roomprices_room_id_foreign` (`room_id`),
  CONSTRAINT `roomprices_room_id_foreign` FOREIGN KEY (`room_id`) REFERENCES `rooms` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `roomprices`
--

LOCK TABLES `roomprices` WRITE;
/*!40000 ALTER TABLE `roomprices` DISABLE KEYS */;
/*!40000 ALTER TABLE `roomprices` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rooms`
--

DROP TABLE IF EXISTS `rooms`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `rooms` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `quantity` int DEFAULT NULL,
  `room_number` int NOT NULL,
  `room_floor` int NOT NULL,
  `notes` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `room_type` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `hotel_id` bigint unsigned DEFAULT NULL,
  `room_type_id` bigint unsigned DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rooms`
--

LOCK TABLES `rooms` WRITE;
/*!40000 ALTER TABLE `rooms` DISABLE KEYS */;
INSERT INTO `rooms` VALUES (3,'2024-11-21 02:47:24','2024-12-09 00:53:51','8 Single  Jahongir','single room next to office',NULL,8,1,'big bathroom',NULL,1,1),(4,'2024-11-21 02:48:15','2024-12-08 09:22:36','Twin/double 10 Jahongir','small suzani decorated',NULL,10,2,'nice bright ',NULL,1,3),(5,'2024-11-21 02:48:55','2024-11-21 03:46:05','Superior Double 16 Premium','in the corner',NULL,16,1,'nice big room',NULL,2,0),(6,'2024-12-08 08:28:57','2024-12-08 09:22:51','2 xona Jahongir','nice',NULL,2,1,'corner room',NULL,1,2),(7,'2024-12-08 08:30:15','2024-12-08 09:23:10','3 xona Jahongir','nice',NULL,3,2,'large close to entrance separate from others',NULL,1,5),(8,'2024-12-08 08:30:56','2024-12-08 09:23:22','4 xona Jahongir','small',NULL,4,2,'small but cosey',NULL,1,1),(9,'2024-12-08 08:31:47','2024-12-08 09:23:31','5 xona Jahongir','large',NULL,5,1,'large wooden ceiling',NULL,1,5),(10,'2024-12-08 08:32:54','2024-12-08 09:23:41','6 xona Jahongir','small cozy ',NULL,6,1,'wooden ceiling',NULL,1,2),(11,'2024-12-08 08:34:34','2024-12-08 09:23:53','7 xona Jahongir','small cozy',NULL,7,1,'wooden ceiling',NULL,1,2);
/*!40000 ALTER TABLE `rooms` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `scheduled_messages`
--

DROP TABLE IF EXISTS `scheduled_messages`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `scheduled_messages` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `message` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `scheduled_at` timestamp NULL DEFAULT NULL,
  `chat_id` int NOT NULL,
  `frequency` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'daily',
  `status` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'pending',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=63 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `scheduled_messages`
--

LOCK TABLES `scheduled_messages` WRITE;
/*!40000 ALTER TABLE `scheduled_messages` DISABLE KEYS */;
INSERT INTO `scheduled_messages` VALUES (61,'hello','2024-12-06 11:06:54','2024-12-06 11:07:02','2024-12-06 16:07:45',1,'daily','sent'),(62,'teat','2024-12-16 10:05:39','2024-12-16 10:05:39','2024-12-16 15:06:33',1,'daily','pending');
/*!40000 ALTER TABLE `scheduled_messages` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `sold_tour_driver`
--

DROP TABLE IF EXISTS `sold_tour_driver`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `sold_tour_driver` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `sold_tour_id` bigint unsigned NOT NULL,
  `driver_id` bigint unsigned NOT NULL,
  `amount_paid` decimal(10,2) NOT NULL,
  `payment_date` date NOT NULL,
  `payment_method` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `sold_tour_driver_sold_tour_id_foreign` (`sold_tour_id`),
  KEY `sold_tour_driver_driver_id_foreign` (`driver_id`),
  CONSTRAINT `sold_tour_driver_driver_id_foreign` FOREIGN KEY (`driver_id`) REFERENCES `drivers` (`id`),
  CONSTRAINT `sold_tour_driver_sold_tour_id_foreign` FOREIGN KEY (`sold_tour_id`) REFERENCES `sold_tours` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `sold_tour_driver`
--

LOCK TABLES `sold_tour_driver` WRITE;
/*!40000 ALTER TABLE `sold_tour_driver` DISABLE KEYS */;
/*!40000 ALTER TABLE `sold_tour_driver` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `sold_tour_guest`
--

DROP TABLE IF EXISTS `sold_tour_guest`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `sold_tour_guest` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `sold_tour_id` bigint unsigned NOT NULL,
  `guest_id` bigint unsigned NOT NULL,
  `amount_paid` decimal(10,2) NOT NULL,
  `payment_date` date NOT NULL,
  `payment_method` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `sold_tour_guest_sold_tour_id_foreign` (`sold_tour_id`),
  KEY `sold_tour_guest_guest_id_foreign` (`guest_id`),
  CONSTRAINT `sold_tour_guest_guest_id_foreign` FOREIGN KEY (`guest_id`) REFERENCES `guests` (`id`),
  CONSTRAINT `sold_tour_guest_sold_tour_id_foreign` FOREIGN KEY (`sold_tour_id`) REFERENCES `sold_tours` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `sold_tour_guest`
--

LOCK TABLES `sold_tour_guest` WRITE;
/*!40000 ALTER TABLE `sold_tour_guest` DISABLE KEYS */;
/*!40000 ALTER TABLE `sold_tour_guest` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `sold_tour_guide`
--

DROP TABLE IF EXISTS `sold_tour_guide`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `sold_tour_guide` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `sold_tour_id` bigint unsigned NOT NULL,
  `guide_id` bigint unsigned NOT NULL,
  `amount_paid` decimal(10,2) NOT NULL,
  `payment_date` date NOT NULL,
  `payment_method` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `sold_tour_guide_sold_tour_id_foreign` (`sold_tour_id`),
  KEY `sold_tour_guide_guide_id_foreign` (`guide_id`),
  CONSTRAINT `sold_tour_guide_guide_id_foreign` FOREIGN KEY (`guide_id`) REFERENCES `guides` (`id`),
  CONSTRAINT `sold_tour_guide_sold_tour_id_foreign` FOREIGN KEY (`sold_tour_id`) REFERENCES `sold_tours` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `sold_tour_guide`
--

LOCK TABLES `sold_tour_guide` WRITE;
/*!40000 ALTER TABLE `sold_tour_guide` DISABLE KEYS */;
/*!40000 ALTER TABLE `sold_tour_guide` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `sold_tours`
--

DROP TABLE IF EXISTS `sold_tours`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `sold_tours` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `tour_id` bigint unsigned NOT NULL,
  `pickup_location` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `dropoff_location` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `special_request` text COLLATE utf8mb4_unicode_ci,
  `driver_id` bigint unsigned DEFAULT NULL,
  `guide_id` bigint unsigned DEFAULT NULL,
  `group_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `booked_date` date DEFAULT NULL,
  `amount_paid` int DEFAULT NULL,
  `guest_id` bigint unsigned NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `sold_tours`
--

LOCK TABLES `sold_tours` WRITE;
/*!40000 ALTER TABLE `sold_tours` DISABLE KEYS */;
/*!40000 ALTER TABLE `sold_tours` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `spoken_languages`
--

DROP TABLE IF EXISTS `spoken_languages`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `spoken_languages` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `language` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `spoken_languages`
--

LOCK TABLES `spoken_languages` WRITE;
/*!40000 ALTER TABLE `spoken_languages` DISABLE KEYS */;
INSERT INTO `spoken_languages` VALUES (1,'2024-12-08 12:14:34','2024-12-08 12:14:34','en');
/*!40000 ALTER TABLE `spoken_languages` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `supplier_payments`
--

DROP TABLE IF EXISTS `supplier_payments`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `supplier_payments` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `tour_booking_id` bigint unsigned NOT NULL,
  `driver_id` bigint unsigned NOT NULL,
  `guide_id` bigint unsigned NOT NULL,
  `amount_paid` double NOT NULL,
  `payment_date` date NOT NULL,
  `payment_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `receipt_image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `supplier_payments`
--

LOCK TABLES `supplier_payments` WRITE;
/*!40000 ALTER TABLE `supplier_payments` DISABLE KEYS */;
/*!40000 ALTER TABLE `supplier_payments` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `terminal_checks`
--

DROP TABLE IF EXISTS `terminal_checks`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `terminal_checks` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `check_date` date DEFAULT NULL,
  `amount` int unsigned DEFAULT NULL,
  `card_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `doc_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=164 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `terminal_checks`
--

LOCK TABLES `terminal_checks` WRITE;
/*!40000 ALTER TABLE `terminal_checks` DISABLE KEYS */;
INSERT INTO `terminal_checks` VALUES (3,'2024-08-27 01:27:42','2024-08-27 01:27:42','2024-08-26',50400000,'Humo YTT','TerminalCheck'),(4,'2024-08-27 01:28:33','2024-08-27 01:28:33','2024-08-23',44200000,'Humo OK','TerminalCheck'),(5,'2024-08-27 01:41:07','2024-08-27 01:41:07','2024-08-24',243500000,'Humo YTT','TerminalCheck'),(6,'2024-08-27 01:41:43','2024-08-27 01:41:43','2024-08-24',378000000,'Humo YTT','TerminalCheck'),(7,'2024-08-27 02:38:00','2024-08-27 02:38:00','2024-08-24',101200000,'Humo OK','TerminalCheck'),(8,'2024-08-27 02:41:23','2024-08-27 02:41:23','2024-08-24',205000000,'Humo OK','TerminalCheck'),(9,'2024-08-27 02:41:51','2024-08-27 02:41:51','2024-08-24',65000000,'Humo OK','TerminalCheck'),(10,'2024-08-27 02:42:23','2024-08-27 02:42:23','2024-08-24',433600000,'Humo OK','TerminalCheck'),(11,'2024-08-27 02:42:46','2024-08-27 02:42:46','2024-08-24',177100000,'Humo YTT','TerminalCheck'),(12,'2024-08-27 02:43:11','2024-08-27 02:43:11','2024-08-24',121500000,'Humo YTT','TerminalCheck'),(13,'2024-08-27 02:43:48','2024-08-27 02:43:48','2024-08-21',195900000,'Humo OK','TerminalCheck'),(14,'2024-08-27 02:44:06','2024-08-27 02:44:06','2024-08-21',77100000,'Humo OK','TerminalCheck'),(15,'2024-08-27 02:44:35','2024-08-27 02:44:35','2024-08-20',116100000,'Humo YTT','TerminalCheck'),(16,'2024-08-27 02:45:34','2024-08-27 02:45:34','2024-08-20',231800000,'Humo OK','TerminalCheck'),(17,'2024-08-27 02:45:54','2024-08-27 02:45:54','2024-08-20',240400000,'Humo OK','TerminalCheck'),(18,'2024-08-27 02:46:16','2024-08-27 02:46:16','2024-08-20',190500000,'Humo OK','TerminalCheck'),(19,'2024-08-27 02:46:44','2024-08-27 02:46:44','2024-08-21',83800000,'Humo YTT','TerminalCheck'),(20,'2024-08-27 02:47:10','2024-08-27 02:47:10','2024-08-19',88300000,'Humo OK','TerminalCheck'),(21,'2024-08-27 02:47:43','2024-08-27 02:47:43','2024-08-19',307100000,'Humo OK','TerminalCheck'),(22,'2024-08-27 02:48:10','2024-08-27 02:48:10','2024-08-19',162600000,'Humo YTT','TerminalCheck'),(23,'2024-08-27 02:49:00','2024-08-27 02:49:00','2024-08-27',136400000,'Humo YTT','TerminalCheck'),(24,'2024-08-27 02:49:27','2024-08-27 02:49:27','2024-08-26',68100000,'Humo YTT','TerminalCheck'),(25,'2024-08-27 03:01:41','2024-08-27 03:02:46','2024-08-20',188595000,'Humo OK','BankVipiska'),(26,'2024-08-27 03:02:13','2024-08-27 03:02:13','2024-08-20',465117000,'Humo OK','BankVipiska'),(27,'2024-08-27 03:03:13','2024-08-27 03:03:13','2024-08-19',86975500,'Humo OK','BankVipiska'),(28,'2024-08-27 03:03:33','2024-08-27 03:03:33','2024-08-19',302493500,'Humo OK','BankVipiska'),(29,'2024-08-27 03:03:49','2024-08-27 03:03:49','2024-08-17',124245000,'Humo OK','BankVipiska'),(30,'2024-08-27 03:04:03','2024-08-27 03:04:03','2024-08-18',315889500,'Humo OK','BankVipiska'),(31,'2024-08-27 03:04:17','2024-08-27 03:04:17','2024-08-15',287521500,'Humo OK','BankVipiska'),(32,'2024-08-27 03:04:31','2024-08-27 03:04:31','2024-08-15',362637000,'Humo OK','BankVipiska'),(33,'2024-08-27 03:04:47','2024-08-27 03:04:47','2024-08-14',638154000,'Humo OK','BankVipiska'),(34,'2024-08-27 03:05:09','2024-08-27 03:05:09','2024-08-13',118594000,'Humo OK','BankVipiska'),(35,'2024-08-27 03:05:24','2024-08-27 03:05:24','2024-08-13',543411000,'Humo OK','BankVipiska'),(36,'2024-08-27 03:06:01','2024-08-27 03:06:01','2024-08-07',107660500,'Humo OK','BankVipiska'),(37,'2024-08-27 03:06:15','2024-08-27 03:06:15','2024-08-07',301455000,'Humo OK','BankVipiska'),(38,'2024-08-27 03:06:30','2024-08-27 03:06:30','2024-08-07',238887000,'Humo OK','BankVipiska'),(39,'2024-08-27 03:06:44','2024-08-27 03:06:44','2024-08-06',91575000,'Humo OK','BankVipiska'),(40,'2024-08-27 03:06:57','2024-08-27 03:06:57','2024-08-07',124208500,'Humo OK','BankVipiska'),(41,'2024-08-27 03:07:13','2024-08-27 03:07:13','2024-08-05',145484500,'Humo OK','BankVipiska'),(42,'2024-08-27 03:07:28','2024-08-27 03:07:28','2024-08-05',218374500,'Humo OK','BankVipiska'),(43,'2024-08-27 03:07:42','2024-08-27 03:07:42','2024-08-05',179586000,'Humo OK','BankVipiska'),(44,'2024-08-27 03:08:33','2024-08-27 03:08:33','2024-08-21',82962000,'Humo YTT','BankVipiska'),(45,'2024-08-27 03:08:49','2024-08-27 03:08:49','2024-08-20',114939000,'Humo YTT','BankVipiska'),(46,'2024-08-27 03:09:07','2024-08-27 03:09:07','2024-08-19',160974000,'Humo YTT','BankVipiska'),(47,'2024-08-27 03:09:29','2024-08-27 03:09:29','2024-08-16',225522000,'Humo YTT','BankVipiska'),(48,'2024-08-27 03:09:44','2024-08-27 03:09:44','2024-08-15',1124442000,'Humo YTT','BankVipiska'),(49,'2024-08-27 03:10:07','2024-08-27 03:10:07','2024-08-15',130779000,'Humo YTT','BankVipiska'),(50,'2024-08-27 03:10:23','2024-08-27 03:10:23','2024-08-14',124839000,'Humo YTT','BankVipiska'),(51,'2024-08-27 03:10:36','2024-08-27 03:10:36','2024-08-14',168795000,'Humo YTT','BankVipiska'),(52,'2024-09-16 11:17:14','2024-09-16 11:17:14','2024-09-01',193644000,'Humo YTT','BankVipiska'),(53,'2024-09-16 11:17:57','2024-09-16 11:17:57','2024-09-01',222354000,'Humo YTT','BankVipiska'),(54,'2024-09-16 11:18:13','2024-09-16 11:18:13','2024-09-02',82863000,'Humo YTT','BankVipiska'),(55,'2024-09-16 11:18:27','2024-09-16 11:18:27','2024-09-03',331947000,'Humo YTT','BankVipiska'),(56,'2024-09-16 11:18:40','2024-09-16 11:18:40','2024-09-02',193446000,'Humo YTT','BankVipiska'),(57,'2024-09-16 11:18:54','2024-09-16 11:18:54','2024-09-03',209016000,'Humo YTT','BankVipiska'),(58,'2024-09-16 11:19:09','2024-09-16 11:19:09','2024-09-03',249480000,'Humo YTT','BankVipiska'),(59,'2024-09-16 11:19:23','2024-09-16 11:19:23','2024-09-03',25965000,'Humo YTT','BankVipiska'),(60,'2024-09-16 11:19:38','2024-09-16 11:19:38','2024-09-04',589941000,'Humo YTT','BankVipiska'),(61,'2024-09-16 11:19:50','2024-09-16 11:19:50','2024-09-05',373032000,'Humo YTT','BankVipiska'),(62,'2024-09-16 11:20:02','2024-09-16 11:20:02','2024-09-05',289773000,'Humo YTT','BankVipiska'),(63,'2024-09-16 11:20:13','2024-09-16 11:20:13','2024-09-04',41861000,'Humo YTT','BankVipiska'),(64,'2024-09-16 11:20:26','2024-09-16 11:20:26','2024-09-05',186813000,'Humo YTT','BankVipiska'),(65,'2024-09-16 11:20:36','2024-09-16 11:20:36','2024-09-06',389664000,'Humo YTT','BankVipiska'),(66,'2024-09-16 11:20:47','2024-09-16 11:20:47','2024-09-07',143946000,'Humo YTT','BankVipiska'),(67,'2024-09-16 11:20:59','2024-09-16 11:20:59','2024-09-08',223839000,'Humo YTT','BankVipiska'),(68,'2024-09-16 11:21:12','2024-09-16 11:21:12','2024-09-08',139392000,'Humo YTT','BankVipiska'),(69,'2024-09-16 11:21:23','2024-09-16 11:21:23','2024-09-08',72322470,'Humo YTT','BankVipiska'),(70,'2024-09-16 11:21:37','2024-09-16 11:21:37','2024-09-09',143946000,'Humo YTT','BankVipiska'),(71,'2024-09-16 11:21:51','2024-09-16 11:21:51','2024-09-12',301059000,'Humo YTT','BankVipiska'),(72,'2024-09-16 11:22:01','2024-09-16 11:22:01','2024-09-12',187110000,'Humo YTT','BankVipiska'),(73,'2024-09-16 11:22:13','2024-09-16 11:22:13','2024-09-13',199600,'Humo YTT','BankVipiska'),(74,'2024-09-16 11:22:26','2024-09-16 11:22:26','2024-09-13',211167000,'Humo YTT','BankVipiska'),(75,'2024-09-16 11:22:36','2024-09-16 11:22:36','2024-09-13',140778000,'Humo YTT','BankVipiska'),(76,'2024-09-16 11:22:47','2024-09-16 11:22:47','2024-09-13',501732000,'Humo YTT','BankVipiska'),(77,'2024-09-16 11:26:19','2024-09-16 11:26:19','2024-09-15',40000000,'Humo YTT','TerminalCheck'),(78,'2024-09-16 11:26:38','2024-09-16 11:26:38','2024-09-15',76200000,'Humo YTT','TerminalCheck'),(79,'2024-09-16 11:27:13','2024-09-16 11:27:13','2024-09-14',135800000,'Humo YTT','TerminalCheck'),(80,'2024-09-16 11:27:55','2024-09-16 11:27:55','2024-09-14',787400000,'Humo YTT','TerminalCheck'),(81,'2024-09-16 11:28:30','2024-09-16 11:28:30','2024-09-13',71100000,'Humo YTT','TerminalCheck'),(82,'2024-09-16 11:28:49','2024-09-16 11:28:49','2024-09-13',71100000,'Humo YTT','TerminalCheck'),(83,'2024-09-16 11:29:15','2024-09-16 11:29:15','2024-09-13',506800000,'Humo YTT','TerminalCheck'),(84,'2024-09-16 11:30:13','2024-09-16 11:30:13','2024-09-12',213700000,'Humo YTT','TerminalCheck'),(85,'2024-09-16 11:30:35','2024-09-16 11:30:35','2024-09-12',189000000,'Humo YTT','TerminalCheck'),(86,'2024-09-16 11:31:05','2024-09-16 11:31:05','2024-09-12',90400000,'Humo YTT','TerminalCheck'),(87,'2024-09-16 11:31:21','2024-09-16 11:31:21','2024-09-13',213300000,'Humo YTT','TerminalCheck'),(88,'2024-09-16 11:31:53','2024-09-16 11:31:53','2024-09-08',15000000,'Humo YTT','TerminalCheck'),(89,'2024-09-16 11:32:21','2024-09-16 11:32:21','2024-09-08',125800000,'Humo YTT','TerminalCheck'),(90,'2024-09-16 11:32:38','2024-09-16 11:32:38','2024-09-08',73053000,'Humo YTT','TerminalCheck'),(91,'2024-09-16 11:32:58','2024-09-16 11:32:58','2024-09-09',145400000,'Humo YTT','TerminalCheck'),(92,'2024-09-16 11:33:31','2024-09-16 11:33:31','2024-09-07',145400000,'Humo YTT','TerminalCheck'),(93,'2024-09-16 11:33:50','2024-09-16 11:33:50','2024-09-08',226100000,'Humo YTT','TerminalCheck'),(94,'2024-09-16 11:34:18','2024-09-16 11:34:18','2024-09-02',83700000,'Humo YTT','TerminalCheck'),(95,'2024-09-16 11:34:37','2024-09-16 11:34:37','2024-09-02',195400000,'Humo YTT','TerminalCheck'),(96,'2024-09-16 11:35:00','2024-09-16 11:35:00','2024-09-03',338400000,'Humo YTT','TerminalCheck'),(97,'2024-09-16 11:35:25','2024-09-16 11:35:25','2024-09-03',76700000,'Humo YTT','TerminalCheck'),(98,'2024-09-16 11:35:43','2024-09-16 11:35:43','2024-09-03',126000000,'Humo YTT','TerminalCheck'),(99,'2024-09-16 11:36:05','2024-09-16 11:36:05','2024-09-03',132600000,'Humo YTT','TerminalCheck'),(100,'2024-09-16 11:36:23','2024-09-16 11:36:23','2024-09-03',153500000,'Humo YTT','TerminalCheck'),(101,'2024-09-16 11:36:51','2024-09-16 11:36:51','2024-09-01',195600000,'Humo YTT','TerminalCheck'),(102,'2024-09-16 11:37:06','2024-09-16 11:37:06','2024-09-01',167700000,'Humo YTT','TerminalCheck'),(103,'2024-09-16 11:37:23','2024-09-16 11:37:23','2024-09-01',56900000,'Humo YTT','TerminalCheck'),(104,'2024-09-16 11:38:10','2024-09-16 11:38:10','2024-09-06',284000000,'Humo YTT','TerminalCheck'),(105,'2024-09-16 11:39:15','2024-09-16 11:39:15','2024-09-06',109600000,'Humo YTT','TerminalCheck'),(106,'2024-09-16 11:39:33','2024-09-16 11:39:33','2024-09-05',188700000,'Humo YTT','TerminalCheck'),(107,'2024-09-16 11:39:50','2024-09-16 11:39:50','2024-09-05',146100000,'Humo YTT','TerminalCheck'),(108,'2024-09-16 11:40:05','2024-09-16 11:40:05','2024-09-05',88500000,'Humo YTT','TerminalCheck'),(109,'2024-09-16 11:40:25','2024-09-16 11:40:25','2024-09-05',292700000,'Humo YTT','TerminalCheck'),(110,'2024-09-16 11:40:41','2024-09-16 11:40:41','2024-09-05',142200000,'Humo YTT','TerminalCheck'),(111,'2024-09-16 11:41:00','2024-09-16 11:41:00','2024-09-04',138200000,'Humo YTT','TerminalCheck'),(112,'2024-09-16 11:41:17','2024-09-16 11:41:17','2024-09-04',315700000,'Humo YTT','TerminalCheck'),(113,'2024-09-16 11:41:33','2024-09-16 11:41:33','2024-09-04',188400000,'Humo YTT','TerminalCheck'),(114,'2024-09-26 07:41:38','2024-09-26 07:41:38','2024-09-25',253600000,'Humo YTT','TerminalCheck'),(115,'2024-09-26 07:42:01','2024-09-26 07:42:01','2024-09-25',143500000,'Humo YTT','TerminalCheck'),(116,'2024-09-26 07:42:18','2024-09-26 07:42:18','2024-09-26',242500000,'Humo YTT','TerminalCheck'),(117,'2024-09-26 07:42:55','2024-09-26 07:42:55','2024-09-23',170900000,'Humo YTT','TerminalCheck'),(118,'2024-09-26 07:43:28','2024-09-26 07:43:28','2024-09-23',126800000,'Humo YTT','TerminalCheck'),(119,'2024-09-26 07:44:16','2024-09-26 07:44:16','2024-09-20',57150000,'Humo YTT','TerminalCheck'),(120,'2024-09-26 07:44:33','2024-09-26 07:44:33','2024-09-20',57150000,'Humo YTT','TerminalCheck'),(121,'2024-09-26 07:44:53','2024-09-26 07:44:53','2024-09-21',220800000,'Humo YTT','TerminalCheck'),(122,'2024-09-26 07:45:09','2024-09-26 07:45:09','2024-09-20',84200000,'Humo YTT','TerminalCheck'),(123,'2024-09-26 07:52:04','2024-09-26 07:52:04','2024-09-19',142800000,'Humo OK','TerminalCheck'),(124,'2024-09-26 07:52:20','2024-09-26 07:52:20','2024-09-19',143500000,'Humo OK','TerminalCheck'),(125,'2024-09-26 07:52:46','2024-09-26 07:52:46','2024-09-20',302900000,'Humo YTT','TerminalCheck'),(126,'2024-09-26 07:53:11','2024-09-26 07:53:11','2024-09-18',106600000,'Humo YTT','TerminalCheck'),(127,'2024-09-26 07:53:28','2024-09-26 07:53:28','2024-09-18',94700000,'Humo YTT','TerminalCheck'),(128,'2024-09-26 07:53:48','2024-09-26 07:53:48','2024-09-18',169000000,'Humo YTT','TerminalCheck'),(129,'2024-09-26 07:54:12','2024-09-26 07:54:12','2024-09-18',560200000,'Humo OK','TerminalCheck'),(130,'2024-09-26 07:54:29','2024-09-26 07:54:29','2024-09-19',84300000,'Humo OK','TerminalCheck'),(131,'2024-09-26 07:55:22','2024-09-26 07:55:22','2024-09-17',73300000,'Humo YTT','TerminalCheck'),(132,'2024-09-27 05:24:59','2024-09-27 05:24:59','2024-09-14',134442000,'Humo YTT','BankVipiska'),(133,'2024-09-27 05:25:26','2024-09-27 05:25:26','2024-09-14',779526000,'Humo YTT','BankVipiska'),(134,'2024-09-27 05:25:41','2024-09-27 05:25:41','2024-09-15',115038000,'Humo YTT','BankVipiska'),(135,'2024-09-27 05:26:18','2024-09-27 05:26:18','2024-09-17',72567000,'Humo YTT','BankVipiska'),(136,'2024-09-27 05:26:36','2024-09-27 05:26:36','2024-09-18',105534000,'Humo YTT','BankVipiska'),(137,'2024-09-27 05:26:55','2024-09-27 05:26:55','2024-09-18',93753000,'Humo YTT','BankVipiska'),(138,'2024-09-27 05:27:10','2024-09-27 05:27:10','2024-09-18',167310000,'Humo YTT','BankVipiska'),(139,'2024-09-27 05:27:28','2024-09-27 05:27:28','2024-09-20',299871000,'Humo YTT','BankVipiska'),(140,'2024-09-27 05:27:41','2024-09-27 05:27:41','2024-09-20',113157000,'Humo YTT','BankVipiska'),(141,'2024-09-27 05:28:01','2024-09-27 05:28:01','2024-09-21',218592000,'Humo YTT','BankVipiska'),(142,'2024-09-27 05:28:13','2024-09-27 05:28:13','2024-09-20',83358000,'Humo YTT','BankVipiska'),(143,'2024-09-27 05:28:32','2024-09-27 05:28:32','2024-09-23',125532000,'Humo YTT','BankVipiska'),(144,'2024-09-27 05:28:48','2024-09-27 05:28:48','2024-09-23',169191000,'Humo YTT','BankVipiska'),(145,'2024-09-27 06:20:37','2024-09-27 06:20:37','2024-09-01',202319000,'Humo OK','BankVipiska'),(146,'2024-09-27 06:20:54','2024-09-27 06:20:54','2024-09-06',124938000,'Humo OK','BankVipiska'),(147,'2024-09-27 06:21:11','2024-09-27 06:21:11','2024-09-07',123948000,'Humo OK','BankVipiska'),(148,'2024-09-27 06:21:25','2024-09-27 06:21:25','2024-09-09',985000,'Humo OK','BankVipiska'),(149,'2024-09-27 06:21:45','2024-09-27 06:21:45','2024-09-11',148995000,'Humo OK','BankVipiska'),(150,'2024-09-27 06:21:59','2024-09-27 06:21:59','2024-09-12',454282000,'Humo OK','BankVipiska'),(151,'2024-09-27 06:22:12','2024-09-27 06:22:12','2024-09-13',163053000,'Humo OK','BankVipiska'),(152,'2024-09-27 06:22:25','2024-09-27 06:22:25','2024-09-13',168435000,'Humo OK','BankVipiska'),(153,'2024-09-27 06:24:33','2024-09-27 06:24:33','2024-09-19',225522000,'Humo OK','BankVipiska'),(154,'2024-09-27 06:24:49','2024-09-27 06:24:49','2024-09-18',551797000,'Humo OK','BankVipiska'),(155,'2024-09-27 06:25:01','2024-09-27 06:25:01','2024-09-19',141372000,'Humo OK','BankVipiska'),(156,'2024-09-27 06:36:11','2024-09-27 06:36:11','2024-09-13',164700000,'Humo OK','TerminalCheck'),(157,'2024-09-27 06:36:29','2024-09-27 06:36:29','2024-09-13',171000000,'Humo OK','TerminalCheck'),(158,'2024-09-27 06:37:08','2024-09-27 06:37:08','2024-09-11',150500000,'Humo OK','TerminalCheck'),(159,'2024-09-27 06:37:30','2024-09-27 06:37:30','2024-09-12',168600000,'Humo OK','TerminalCheck'),(160,'2024-09-27 06:37:47','2024-09-27 06:37:47','2024-09-12',292600000,'Humo OK','TerminalCheck'),(161,'2024-09-27 06:39:04','2024-09-27 06:39:04','2024-09-07',125200000,'Humo OK','TerminalCheck'),(162,'2024-09-27 06:40:24','2024-09-27 06:40:24','2024-09-01',205400000,'Humo OK','TerminalCheck'),(163,'2024-09-27 06:41:03','2024-09-27 06:41:03','2024-09-06',126200000,'Humo OK','TerminalCheck');
/*!40000 ALTER TABLE `terminal_checks` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tour_booking_repeaters`
--

DROP TABLE IF EXISTS `tour_booking_repeaters`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `tour_booking_repeaters` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `tour_id` bigint unsigned NOT NULL,
  `driver_id` bigint unsigned DEFAULT NULL,
  `guide_id` bigint unsigned DEFAULT NULL,
  `payment_status` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `status` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `special_requests` text COLLATE utf8mb4_unicode_ci,
  `pickup_location` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `dropoff_location` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `payment_date` date DEFAULT NULL,
  `amount_paid` double NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tour_booking_repeaters`
--

LOCK TABLES `tour_booking_repeaters` WRITE;
/*!40000 ALTER TABLE `tour_booking_repeaters` DISABLE KEYS */;
/*!40000 ALTER TABLE `tour_booking_repeaters` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tour_bookings`
--

DROP TABLE IF EXISTS `tour_bookings`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `tour_bookings` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `number_of_adults` int NOT NULL,
  `number_of_children` int DEFAULT NULL,
  `special_requests` text COLLATE utf8mb4_unicode_ci,
  `pickup_location` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `dropoff_location` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `group_number` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `payment_status` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tour_bookings`
--

LOCK TABLES `tour_bookings` WRITE;
/*!40000 ALTER TABLE `tour_bookings` DISABLE KEYS */;
/*!40000 ALTER TABLE `tour_bookings` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tour_payments`
--

DROP TABLE IF EXISTS `tour_payments`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `tour_payments` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `tour_booking_id` bigint unsigned NOT NULL,
  `amount_paid` double NOT NULL,
  `payment_date` date DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tour_payments`
--

LOCK TABLES `tour_payments` WRITE;
/*!40000 ALTER TABLE `tour_payments` DISABLE KEYS */;
INSERT INTO `tour_payments` VALUES (1,'2024-08-30 08:26:56','2024-08-30 08:26:56',2,100,'2024-08-30'),(2,'2024-08-30 16:15:45','2024-08-30 16:15:45',3,100,'2024-08-22'),(3,'2024-09-03 05:24:09','2024-09-03 05:24:09',4,300,'2024-09-02');
/*!40000 ALTER TABLE `tour_payments` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tour_prices`
--

DROP TABLE IF EXISTS `tour_prices`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `tour_prices` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `tour_id` bigint unsigned NOT NULL,
  `number_people` int NOT NULL,
  `tour_price` int NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tour_prices`
--

LOCK TABLES `tour_prices` WRITE;
/*!40000 ALTER TABLE `tour_prices` DISABLE KEYS */;
INSERT INTO `tour_prices` VALUES (1,'2024-12-10 04:16:36','2024-12-10 04:16:36',8,782,183),(2,'2024-12-16 09:58:30','2024-12-16 09:58:30',4,5,3250),(3,'2024-12-16 09:58:30','2024-12-16 09:58:30',4,10,6500);
/*!40000 ALTER TABLE `tour_prices` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tour_repeater_drivers`
--

DROP TABLE IF EXISTS `tour_repeater_drivers`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `tour_repeater_drivers` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `driver_id` bigint unsigned NOT NULL,
  `amount_paid` int DEFAULT NULL,
  `sold_tour_id` bigint unsigned NOT NULL,
  `payment_date` date DEFAULT NULL,
  `payment_document_image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `payment_method` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tour_repeater_drivers`
--

LOCK TABLES `tour_repeater_drivers` WRITE;
/*!40000 ALTER TABLE `tour_repeater_drivers` DISABLE KEYS */;
/*!40000 ALTER TABLE `tour_repeater_drivers` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tour_repeater_guides`
--

DROP TABLE IF EXISTS `tour_repeater_guides`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `tour_repeater_guides` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `guide_id` bigint unsigned NOT NULL,
  `amount_paid` int DEFAULT NULL,
  `sold_tour_id` bigint unsigned NOT NULL,
  `payment_date` date DEFAULT NULL,
  `payment_document_image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `payment_method` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tour_repeater_guides`
--

LOCK TABLES `tour_repeater_guides` WRITE;
/*!40000 ALTER TABLE `tour_repeater_guides` DISABLE KEYS */;
/*!40000 ALTER TABLE `tour_repeater_guides` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tour_tour_booking`
--

DROP TABLE IF EXISTS `tour_tour_booking`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `tour_tour_booking` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `tour_id` bigint unsigned NOT NULL,
  `tour_booking_id` bigint unsigned NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tour_tour_booking`
--

LOCK TABLES `tour_tour_booking` WRITE;
/*!40000 ALTER TABLE `tour_tour_booking` DISABLE KEYS */;
INSERT INTO `tour_tour_booking` VALUES (1,NULL,NULL,1,1),(2,NULL,NULL,2,2),(3,NULL,NULL,2,3),(4,NULL,NULL,5,4),(5,NULL,NULL,5,5);
/*!40000 ALTER TABLE `tour_tour_booking` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tours`
--

DROP TABLE IF EXISTS `tours`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `tours` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `tour_duration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tour_description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tours`
--

LOCK TABLES `tours` WRITE;
/*!40000 ALTER TABLE `tours` DISABLE KEYS */;
INSERT INTO `tours` VALUES (1,'2024-08-29 17:52:57','2024-08-29 17:52:57','Minim et veniam similique optio culpa eos','Dolores qui minus enim aut ad ad et asperiores a','Sam city tour'),(2,'2024-08-29 17:53:07','2024-08-29 17:53:15','Occaecat incidunt perferendis nobis vel voluptatem minim non rerum ut in corrupti modi itaque repellendus Natus tenetur porro','Eiusmod sunt qui adipisci in voluptatum perferendis veniam qui et qui rerum','Shahrisabz'),(3,'2024-08-29 17:53:34','2024-08-29 17:53:34','Sint eiusmod est quis modi consequatur','Adipisci fuga Ab vel eius in est in quia quibusdam consequat Qui dolores atque cumque sit temporibus qui','Bukhara city tour'),(4,'2024-08-30 08:25:26','2024-12-16 09:58:30','6 days 5 nights','dklfldksf','Tashkent-Samarkand-Bukhara-Tashkent'),(5,'2024-08-30 16:08:00','2024-08-30 16:08:00','Daytrip','Mountain and seven lakes','Seven lakes Tajikistan'),(6,'2024-08-30 16:09:18','2024-08-30 16:09:18','Daytrip','Daytrip to mysteryous desert fortresses','Ancient fortresses from Khiva'),(7,'2024-09-06 03:49:09','2024-09-06 03:49:09','Daytrip','beakjdfk ljdlkfjkdljflk','Bukhara city tour'),(8,'2024-12-10 04:16:36','2024-12-10 04:16:36','Alias quisquam vel q','Ducimus nostrum ali','Eius soluta et enim ');
/*!40000 ALTER TABLE `tours` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `turfirmas`
--

DROP TABLE IF EXISTS `turfirmas`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `turfirmas` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `official_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `address_street` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `address_city` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `inn` varchar(9) COLLATE utf8mb4_unicode_ci NOT NULL,
  `account_number` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `bank_name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `bank_mfo` varchar(5) COLLATE utf8mb4_unicode_ci NOT NULL,
  `director_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `type` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `files` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=38 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `turfirmas`
--

LOCK TABLES `turfirmas` WRITE;
/*!40000 ALTER TABLE `turfirmas` DISABLE KEYS */;
INSERT INTO `turfirmas` VALUES (13,'2024-11-25 03:36:32','2024-11-25 03:36:32','Nuratau Travel','Nuratau Travel','Nurata','Nurata','+998932948006','nurata@nurata.com','454554','454545455','54555','54555',NULL,'',NULL),(15,'2024-12-10 05:36:35','2024-12-10 05:36:35','\"JAXONGIR TRAVEL\" OK','\"JAXONGIR TRAVEL\" OILAVIY KORXONA','CHIROQCHI, 4  ',NULL,'91550808','od@od.com','300965341','20208000704734557001',NULL,'00083','JAXANGIROV ODILJON SHAKIROVICH','',NULL),(17,'2024-12-10 09:11:49','2024-12-11 04:30:52','Fevze Gid German','Individual','Individual','Samarkand','+998 90 251 71 81','ok@ok.com','777777777','00000000000000000000','No Bank','00000','Fevze','',NULL),(19,'2024-12-12 10:58:21','2024-12-12 11:58:26','\"ZUKHRO TRAVEL\" MCHJ','\"ZUKHRO TRAVEL\" MAS\'ULIYATI CHEKLANGAN JAMIYAT','УРГАНЧ Ш.П.МАХМУД КУЧА 42/25  ','Tashkent','+998 97 640 57 75','zukhrotravel@gmail.com','302369923','20208000704994268001','«УЗПРОМСТРОЙ БАНК» АКБ главный офис','00440','SADADDINOV BUNYOD SABIROVICH','tourfirm',NULL),(20,'2024-12-15 09:26:43','2024-12-15 09:26:43','\"MARAKANDA TRAVEL\" MCHJ','\"MARAKANDA TRAVEL\" MAS`ULIYATI CHEKLANGAN JAMIYAT','Sayram 1-tor ko`chasi, 7-uy  ',NULL,'99890 1871461','info@marakandatravel.com','205814204','20208000004436594001','ТОШКЕНТ Ш., \"ASIA ALLIANCE BANK\" АТ БАНКИ','01095','ALIYEV KAMOL XXX','tourfirm',NULL),(21,'2024-12-15 09:31:36','2024-12-15 09:31:36','\"CROSS TRAVEL\" MCHJ','\"CROSS TRAVEL\" MAS`ULIYATI CHEKLANGAN JAMIYAT','BUYUK TURON 73-A UY  ',NULL,'+998 77 039 28 10','crosstravel88@inbox.ru','207093319','20208000004864770001','ТОШКЕНТ Ш., \"ОРИЕНТ ФИНАНС\" ХАТ БАНКИ','01071','VERESHAGINA YELENA VALENTINOVNA','tourfirm',NULL),(22,'2024-12-15 09:33:04','2024-12-15 09:33:04','\"SILK ROAD EXPLORER\" XK','\"SILK ROAD EXPLORER\" XUSUSIY KORXONA','CHOTA RUSTAVELI 45  ',NULL,'(93) 517 62 57','info@silkroad-explorer.com','305146541','20208000500815867001','АНДИЖОН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"HAMKORBANK\" АТ БАНКИНИНГ БОШ ОФИСИ','00083','MAXKAMBOYEV NURIDDIN INSONALIYEVICH','tourfirm',NULL),(23,'2024-12-15 09:34:20','2024-12-15 09:34:20','\"ADVANTOUR\" MCHJ','\"ADVANTOUR\" MAS\'ULIYATI CHEKLANGAN JAMIYAT','Hamid Sulaymon MFY, 1-Mirobod ko\'chasi, 43-uy  ',NULL,'+998903704039','maskarov@advantour.com','204702676','20208000504288840001','ТОШКЕНТ Ш., \"КДБ БАНК УЗБЕКИСТОН\" АКЦИЯДОРЛИК ЖАМИЯТИ','00842','NAZAROVA FERUZA OLIMJANOVNA','tourfirm',NULL),(24,'2024-12-15 09:35:23','2024-12-15 09:35:23','\"GEOSTAN\" MCHJ','\"GEOSTAN\" MAS\'ULIYATI CHEKLANGAN JAMIYAT','1-Катта Чилонзор МФЙ, 1 мавзеси, 6-уй  ',NULL,'998 90 315 40 32','info@geo-stan.com','306870805','20208000805144086001','ТОШКЕНТ Ш., \"ОРИЕНТ ФИНАНС\" ХАТ БАНКИ','01071','YO‘LDOSHEV SHODLIK QURANBOYEVICH','tourfirm',NULL),(25,'2024-12-15 09:36:19','2024-12-15 09:36:19','\"C.A.T.I.A\" MCHJ','\"C.A.T.I.A\" MAS\'ULIYATI CHEKLANGAN JAMIYAT','КУКСАРОЙ 1 УЙ  ',NULL,'+998338981015','reservation@silkroaddestinations.com','203360154','20208000304074235001','САМАРКАНД Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ САМАРКАНД ФИЛИАЛИ','01061','MURATOV JAVLON BAXTIYOROVICH','tourfirm',NULL),(26,'2024-12-15 09:37:11','2024-12-15 09:37:11','\"ORIENTAL EXPRESS CA\" MCHJ','\"ORIENTAL EXPRESS CA\" MAS\'ULIYATI CHEKLANGAN JAMIYAT','Hamid Sulaymon MFY, 1-Mirobod ko\'chasi, 43-uy  ',NULL,'+99890 9958682 ','vegorova@orexca.com','204719772','20208000404290312001','ТОШКЕНТ Ш., \"КДБ БАНК УЗБЕКИСТОН\" АКЦИЯДОРЛИК ЖАМИЯТИ','00842','MAMASHARIPOV SULTANXODJA GAPUROVICH','tourfirm',NULL),(27,'2024-12-15 09:37:51','2024-12-15 09:37:51','\"IKAT BOUTIQUE S\" MCHJ','\"IKAT BOUTIQUE S\" MAS`ULIYATI CHEKLANGAN JAMIYAT','ISLOM KARIMOV KO`CHASI 21-UY  ',NULL,'+998 99 507 6631','autocraftjapan77@gmail.com','308490754','20208000505389888001','ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ БОШ ОФИСИ','00440','XOKIMOV OBID ALIMXUJAYEVICH','tourfirm',NULL),(28,'2024-12-15 09:38:32','2024-12-15 09:38:32','\"MARCO POLO CENTRAL ASIA TRAVEL\" MCHJ','\"MARCO POLO CENTRAL ASIA TRAVEL\" MAS`ULIYATI CHEKLANGAN JAMIYAT','SH.RUSTAVELI 20 ',NULL,'+998935022070','office@marcopolo.uz','204027788','20208000404181792001','ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ АМАЛИЁТ БОШКАРМАСИ','00974','NURITDINOV SARDORBEK MAXAMMATJONOVICH','tourfirm',NULL),(29,'2024-12-15 09:39:18','2024-12-15 09:39:18','\"KARAVAN TRAVEL\" MCHJ','\"KARAVAN TRAVEL\" MAS\'ULIYATI CHEKLANGAN JAMIYAT','М.КОШГАРИЙ 72  ',NULL,'+998 97 910 13 87','shoirasanakulova419@gmail.com','300832523','20208000504706353001','ТОШКЕНТ Ш., \"ТИФ МИЛЛИЙ БАНКИ\" АЖ БОШ ОФИСИ','00450','SANAKULOV JANONBEK XUDAYBERDIYEVICH','tourfirm',NULL),(30,'2024-12-15 09:40:11','2024-12-15 09:40:11','\"ANTIQUE SAMARKANDA\" OK','\"ANTIQUE SAMARKANDA\" OILAVIY KORXONA','AT- TERMIZIY, 7  ',NULL,'915480088','anticasamarkanda@gmail.com','306792332','20208000305134711001','ТОШКЕНТ Ш., \"ОРИЕНТ ФИНАНС\" ХАТ БАНКИ','01071','JUMANOV DJAMSHID ERGASHEVICH','tourfirm',NULL),(31,'2024-12-15 09:40:56','2024-12-15 09:40:56','\"ROKSI SAM TRAVEL\" MCHJ','\"ROKSI SAM TRAVEL\" MAS\'ULIYATI CHEKLANGAN JAMIYAT','Мир Саид Барака МФЙ, Мирзо Улугбек кучаси, 75-уй  ',NULL,'+99866 234 98 64','roksisamtravel@mail.ru','310131433','20208000305606315001','ТОШКЕНТ Ш., \"ОРИЕНТ ФИНАНС\" ХАТ БАНКИ','01071','TAJIYEVA YARQINOY SHARIPOVNA','tourfirm',NULL),(32,'2024-12-16 10:08:51','2024-12-16 10:08:51','\"SHAHEREZADA SAM STAR TOUR\" MCHJ','\"SHAHEREZADA SAM STAR TOUR\" MAS\'ULIYATI CHEKLANGAN JAMIYAT','М.УЛУГБЕК 75  ',NULL,'456456','ok@ok.com','300122994','20208000004567099001','ТОШКЕНТ Ш., \"АСАКАБАНК\" АЖ БОШ ОФИСИ','00873','DJAXANGIROV TOLIB MUZAFFAROVICH','tourfirm',NULL),(33,'2024-12-26 13:45:06','2024-12-26 13:45:06','\"ELITE CAR GROUP\" MCHJ','\"ELITE CAR GROUP\" MAS\'ULIYATI CHEKLANGAN JAMIYAT','Минглола МФЙ, Кора-Су-6 мавзеси,  ',NULL,'+998  99 344 99 29','ok@ok.com','303795773','20208000900587123001','ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ БОШ ОФИСИ','01088','USMANOV AXBOR TURDASHOVICH','tourfirm',NULL),(34,'2025-01-04 06:27:41','2025-01-04 06:27:41','\"KMS VOYAGE\" MCHJ','\"KMS VOYAGE\" MAS\'ULIYATI CHEKLANGAN JAMIYAT','БУЮК ИПАК ЙУЛИ КУЧ,235-А-УЙ(МУСТАКИЛЛИК 684)  ',NULL,'+99893-5571303','kms_uzbekistan@mail.com','304021674','20208000300626503001','ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ АМАЛИЁТ БОШКАРМАСИ','00974','KOMILOV SARDOR TOXIR O‘G‘LI','tourfirm',NULL),(35,'2025-01-05 09:51:47','2025-01-05 09:51:47','\"UNIQUE TRAVEL\" OK','\"UNIQUE TRAVEL\" OILAVIY KORXONA','БУХАРСКАЯ ОБЛАСТЬ, Г. БУХАРА, XAMZA  ',NULL,'+998 93 850 11 07','reservation.hotels@minzifatravel.com','304298884','20208000900677150001','ТОШКЕНТ Ш., \"ASIA ALLIANCE BANK\" АТ БАНКИ','01095','ALIMOV TIMUR ABIDOVICH','tourfirm',NULL),(36,'2025-01-07 11:27:06','2025-01-07 11:27:06','\"ENJOY TRAVEL\" MCHJ','\"ENJOY TRAVEL\" MAS\'ULIYATI CHEKLANGAN JAMIYAT','MARKAZ-12 1-UY 18-XONADON  ',NULL,'+998910035886','enjoytravel.uz@gmail.com','302881501','20208000000300189001','ТОШКЕНТ Ш., \"ASIA ALLIANCE BANK\" АТ БАНКИ','01095','MUXAMEDOV SODIK SABIROVICH','tourfirm',NULL),(37,'2025-01-08 07:54:49','2025-01-08 07:54:49','\"TES TOUR\" MCHJ','\"TES TOUR\" MAS\'ULIYATI CHEKLANGAN JAMIYAT','Oʻrda MFY, Navoiy ko\'chasi, 6-uy  ',NULL,'+998935882000','testour.uz@mail.ru','207146488','20208000504964454001','ТОШКЕНТ Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ БОШ ОФИСИ','00491','XAYRULLINA LYUTSIYA ABELKARAMOVNA','tourfirm',NULL);
/*!40000 ALTER TABLE `turfirmas` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `users` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `role` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `users_email_unique` (`email`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `users`
--

LOCK TABLES `users` WRITE;
/*!40000 ALTER TABLE `users` DISABLE KEYS */;
INSERT INTO `users` VALUES (3,'Odil ','odilorg@gmail.com',NULL,'$2y$12$43sgrE04dETrhqcFGZ0aa.LWBHcdqmkTQz6XDx2PBZkQiroxATBw6','g84yz1lcuty5HY4jsDS5FH4ELWbDt8wIszd70NtUnoMCQ3YUHNgOB64BCBhh','2024-12-10 00:21:41','2025-01-07 10:59:50','super_admin'),(4,'Javohir','Quvondiqovjavohir521@gmail.com',NULL,'$2y$12$CGkfkuca1WhBZKYnWtKPiee1OeBqj4eG4XOtPuk.LYSItRJ30YxTO',NULL,'2024-12-10 08:03:47','2024-12-10 08:03:47','admin'),(5,'Zafar','zafarorg@gmail.com',NULL,'$2y$12$LzvKd52BBdcFbsuKreTJY.BLIk08NmiNbRIi1CqrzfI/EtzQiQ4ye',NULL,'2024-12-10 08:09:26','2024-12-10 10:14:56','admin');
/*!40000 ALTER TABLE `users` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `utilities`
--

DROP TABLE IF EXISTS `utilities`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `utilities` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `utilities`
--

LOCK TABLES `utilities` WRITE;
/*!40000 ALTER TABLE `utilities` DISABLE KEYS */;
INSERT INTO `utilities` VALUES (1,'2024-12-21 06:06:21','2024-12-21 06:06:21','Tabiyy gaz'),(2,'2024-12-21 10:44:25','2024-12-21 10:44:25','Elektr quvvat');
/*!40000 ALTER TABLE `utilities` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `utility_usages`
--

DROP TABLE IF EXISTS `utility_usages`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `utility_usages` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `utility_id` bigint unsigned NOT NULL,
  `meter_id` bigint unsigned NOT NULL,
  `hotel_id` bigint unsigned NOT NULL,
  `usage_date` date NOT NULL,
  `meter_latest` int NOT NULL,
  `meter_previous` int NOT NULL,
  `meter_difference` int NOT NULL,
  `meter_image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `utility_usages`
--

LOCK TABLES `utility_usages` WRITE;
/*!40000 ALTER TABLE `utility_usages` DISABLE KEYS */;
INSERT INTO `utility_usages` VALUES (1,'2024-12-21 10:43:13','2024-12-25 04:04:32',1,1,1,'2024-12-25',33754,32908,846,'01JFXZSPGW21CSNJZR0QH2Z6BK.jpg');
/*!40000 ALTER TABLE `utility_usages` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `zayavkas`
--

DROP TABLE IF EXISTS `zayavkas`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `zayavkas` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `created_by` bigint unsigned DEFAULT NULL,
  `updated_by` bigint unsigned DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `turfirma_id` bigint unsigned NOT NULL,
  `submitted_date` date NOT NULL,
  `status` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `source` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` bigint unsigned NOT NULL,
  `description` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `hotel_id` bigint unsigned NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `rooming` tinyint(1) NOT NULL,
  `notes` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `zayavkas_turfirma_id_foreign` (`turfirma_id`),
  KEY `zayavkas_hotel_id_foreign` (`hotel_id`),
  CONSTRAINT `zayavkas_hotel_id_foreign` FOREIGN KEY (`hotel_id`) REFERENCES `hotels` (`id`) ON DELETE CASCADE,
  CONSTRAINT `zayavkas_turfirma_id_foreign` FOREIGN KEY (`turfirma_id`) REFERENCES `turfirmas` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `zayavkas`
--

LOCK TABLES `zayavkas` WRITE;
/*!40000 ALTER TABLE `zayavkas` DISABLE KEYS */;
INSERT INTO `zayavkas` VALUES (5,NULL,NULL,'2024-12-10 09:22:01','2024-12-10 09:22:01',17,'2024-11-19','accepted','+998 90 251 71 81',4,'17/03/2025-19/03/2025 \n1 ta ingle 1 ta dbl',2,'Fevize ablaeva',0,'Zor turistlar',NULL);
/*!40000 ALTER TABLE `zayavkas` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2025-01-08  8:29:08
