app/Actions/CloseShiftAction.php

                }

                // Create or update end saldo record
                EndSaldo::updateOrCreate(
                    [
                        'cashier_shift_id' => $shift->id,
                        'currency' => $currency,
                    ],
                    [
                        'expected_end_saldo' => $expectedEndSaldo,
                        'counted_end_saldo' => $countedEndSaldo,
                        'discrepancy' => $discrepancy,
                        'discrepancy_reason' => abs($discrepancy) > 0.01 ? ($validated['discrepancy_reason'] ?? null) : null,
                    ]
                );
---
insert into `end_saldos` (`cashier_shift_id`, `currency`, `expected_end_saldo`, `counted_end_saldo`, `discrepancy`, `discrepancy_reason`, `updated_at`, `created_at`) values (78, 'UZS', 904500, 904500, 0, null, '2025-10-14 20:54:49', '2025-10-14 20:54:49')
select * from `end_saldos` where (`cashier_shift_id` = 78 and `currency` = 'UZS') limit 1