app/Actions/StartShiftAction.php

select * from `cashier_shifts` where `cash_drawer_id` = 6 and `status` = 'open' and `cashier_shifts`.`deleted_at` is null limit 1
---
    public function execute(User $user, CashDrawer $drawer, array $data): CashierShift
    {
        $validated = Validator::make($data, [
            'beginning_saldo' => 'nullable|numeric|min:0',
            'beginning_saldo_uzs' => 'nullable|numeric|min:0',
            'beginning_saldo_usd' => 'nullable|numeric|min:0',
            'beginning_saldo_eur' => 'nullable|numeric|min:0',
            'beginning_saldo_rub' => 'nullable|numeric|min:0',
            'notes' => 'nullable|string|max:1000',
        ])->validate();

        return DB::transaction(function () use ($user, $drawer, $validated) {
            // Check if user already has ANY open shift (across all drawers)
            $existingShift = CashierShift::getUserOpenShift($user->id);

            if ($existingShift) {
                throw ValidationException::withMessages([
                    'shift' => "You already have an open shift on drawer '{$existingShift->cashDrawer->name}'. Please close it before starting a new shift."
                ]);
            }

            // Prevent multiple open shifts on the same drawer
            $drawerOpenShift = CashierShift::query()
                ->where('cash_drawer_id', $drawer->id)
                ->where('status', ShiftStatus::OPEN)
                ->first();

insert into `cashier_shifts` (`cash_drawer_id`, `user_id`, `status`, `beginning_saldo`, `opened_at`, `notes`, `updated_at`, `created_at`) values (6, 2, 'open', '904500.00', '2025-10-14 20:55:07', null, '2025-10-14 20:55:07', '2025-10-14 20:55:07')
---
            }

            // Create the shift
            $shift = CashierShift::create([
                'cash_drawer_id' => $drawer->id,
                'user_id' => $user->id,
                'status' => ShiftStatus::OPEN,
                'beginning_saldo' => $validated['beginning_saldo'] ?? $validated['beginning_saldo_uzs'] ?? 0,
                'opened_at' => now(),
                'notes' => $validated['notes'] ?? null,
            ]);

insert into `beginning_saldos` (`cashier_shift_id`, `currency`, `amount`, `updated_at`, `created_at`) values (79, 'UZS', '904500.00', '2025-10-14 20:55:07', '2025-10-14 20:55:07')
---
                $amount = $validated["beginning_saldo_{$key}"] ?? $this->getTemplateAmount($drawer, $currency);

                if ($amount > 0) {
                    BeginningSaldo::create([
                        'cashier_shift_id' => $shift->id,
                        'currency' => $currency,
                        'amount' => $amount,
                    ]);

select * from `cash_drawers` where `cash_drawers`.`id` in (6) and `cash_drawers`.`deleted_at` is null
select * from `locations` where `locations`.`id` in (1) and `locations`.`deleted_at` is null
---
            }

            // Load relationships for proper access
            $shift->load('cashDrawer.location', 'beginningSaldos');

select `locations`.*, `location_user`.`user_id` as `pivot_user_id`, `location_user`.`location_id` as `pivot_location_id`, `location_user`.`created_at` as `pivot_created_at`, `location_user`.`updated_at` as `pivot_updated_at` from `locations` inner join `location_user` on `locations`.`id` = `location_user`.`location_id` where `location_user`.`user_id` = 2 and `locations`.`deleted_at` is null
---
    protected function autoSelectDrawer(User $user): ?CashDrawer
    {
        // Get user's assigned locations
        $locations = $user->locations;

        if ($locations->isEmpty()) {
            return null;
        }

        // If user has only 1 location, auto-select the first active drawer
        if ($locations->count() === 1) {
            $location = $locations->first();

select * from `cashier_shifts` where `cash_drawer_id` = 6 and `status` = 'closed' and `cashier_shifts`.`deleted_at` is null order by `closed_at` desc limit 1
select * from `end_saldos` where `end_saldos`.`cashier_shift_id` in (78)
---
    protected function getPreviousShift(CashDrawer $drawer): ?CashierShift
    {
        return CashierShift::where('cash_drawer_id', $drawer->id)
            ->where('status', ShiftStatus::CLOSED)
            ->orderBy('closed_at', 'desc')
            ->with('endSaldos')
            ->first();