app/Filament/Resources/CashTransactionResource/Pages/CreateCashTransaction.php

insert into `cash_transactions` (`cashier_shift_id`, `type`, `currency`, `amount`, `category`, `reference`, `notes`, `occurred_at`, `created_by`, `updated_at`, `created_at`) values (78, 'out', 'UZS', '10000', 'sale', null, ' (Part 2 of complex transaction)', '2025-10-14 20:54:07', 2, '2025-10-14 20:54:26', '2025-10-14 20:54:26')
update `cash_transactions` set `notes` = ' (Part 1 of complex transaction)', `cash_transactions`.`updated_at` = '2025-10-14 20:54:26' where `id` = 187
---
    protected function afterCreate(): void
    {
        $data = $this->data;

        // Handle complex In-Out transactions
        if ($data['type'] === TransactionType::IN_OUT->value && !empty($data['out_currency']) && !empty($data['out_amount'])) {
            // Create the second transaction (Cash Out)
            \App\Models\CashTransaction::create([
                'cashier_shift_id' => $this->record->cashier_shift_id,
                'type' => 'out',
                'currency' => $data['out_currency'],
                'amount' => $data['out_amount'],
                'category' => $data['category'] ?? 'change',
                'reference' => $data['reference'] ?? $this->record->reference,
                'notes' => ($data['notes'] ?? '') . ' (Part 2 of complex transaction)',
                'occurred_at' => $data['occurred_at'] ?? now(),
                'created_by' => $data['created_by'] ?? auth()->id(),
            ]);

            // Update the original transaction notes to indicate it's part 1
            $this->record->update([
                'notes' => ($this->record->notes ?? '') . ' (Part 1 of complex transaction)',
            ]);