app/Filament/Resources/CashierShiftResource/Pages/CloseShift.php

    public function mount(int | string $record): void
    {
        parent::mount($record);

        // Load relationships to ensure endSaldos are available
        $this->record = $this->record->load(['endSaldos', 'beginningSaldos', 'transactions', 'user', 'cashDrawer']);
---
select * from `beginning_saldos` where `beginning_saldos`.`cashier_shift_id` in (78)
select * from `cash_drawers` where `cash_drawers`.`id` in (6) and `cash_drawers`.`deleted_at` is null
select * from `cash_transactions` where `cash_transactions`.`cashier_shift_id` in (78) and `cash_transactions`.`deleted_at` is null
select * from `end_saldos` where `end_saldos`.`cashier_shift_id` in (78)

                    try {
                        $this->record = $this->record->fresh(['endSaldos', 'beginningSaldos', 'transactions']);

                        $counted = collect($data['counted_end_saldos'] ?? [])
                            ->map(function (array $entry) {
                                $entry['counted_end_saldo'] = (float) ($entry['counted_end_saldo'] ?? 0);

                                if (!empty($entry['denominations'])) {
                                    $entry['denominations'] = collect($entry['denominations'])
                                        ->filter(fn ($row) => isset($row['denomination'], $row['qty']) && $row['denomination'] !== null && $row['qty'] !== null)
                                        ->map(function ($row) {
                                            return [
                                                'denomination' => (float) $row['denomination'],
                                                'qty' => (int) $row['qty'],
                                            ];
                                        })
                                        ->values()
                                        ->all();
                                } else {
                                    $entry['denominations'] = [];
                                }

                                return $entry;
                            })
---
select * from `end_saldos` where `end_saldos`.`cashier_shift_id` in (78)