app/Filament/Resources/CashierShiftResource/Pages/StartShift.php

    public function mount(): void
    {
        $user = Auth::user();

        // Check if user already has an open shift
        $this->existingShift = CashierShift::getUserOpenShift($user->id);

        if ($this->existingShift) {
            return; // Show warning in the view
        }

        // Get auto-selected drawer info for preview
        $locations = $user->locations;

        if ($locations->isEmpty()) {
            $this->autoSelectedInfo = [
                'error' => 'You are not assigned to any locations. Please contact your manager.'
            ];
            return;
        }

        // Preview what will be auto-selected
        if ($locations->count() === 1) {
            $location = $locations->first();
---
select `locations`.*, `location_user`.`user_id` as `pivot_user_id`, `location_user`.`location_id` as `pivot_location_id`, `location_user`.`created_at` as `pivot_created_at`, `location_user`.`updated_at` as `pivot_updated_at` from `locations` inner join `location_user` on `locations`.`id` = `location_user`.`location_id` where `location_user`.`user_id` = 2 and `locations`.`deleted_at` is null


            if ($drawer) {
                // Get previous shift to show what balances will be carried over
                $previousShift = CashierShift::where('cash_drawer_id', $drawer->id)
                    ->where('status', \App\Enums\ShiftStatus::CLOSED)
                    ->orderBy('closed_at', 'desc')
                    ->with('endSaldos')
                    ->first();
---
select * from `cashier_shifts` where `cash_drawer_id` = 6 and `status` = 'closed' and `cashier_shifts`.`deleted_at` is null order by `closed_at` desc limit 1
select * from `end_saldos` where `end_saldos`.`cashier_shift_id` in (77)