app/Filament/Widgets/BotStatsOverview.php

select * from `bot_analytics` where date(`date`) = '2025-10-14' limit 1
select * from `bot_analytics` where `date` between '2025-10-13 00:00:00' and '2025-10-19 23:59:59'
---
    protected function getStats(): array
    {
        $today = BotAnalytics::whereDate('date', Carbon::today())->first();
        $thisWeek = BotAnalytics::whereBetween('date', [Carbon::now()->startOfWeek(), Carbon::now()->endOfWeek()])->get();