app/Filament/Widgets/StatsOverview.php

select count(*) as aggregate from `zayavkas` where `created_at` >= '2025-09-14 20:52:17'
select sum(`meter_difference`) as aggregate from `utility_usages` where `usage_date` between '2025-09-01 00:00:00' and '2025-09-30 23:59:59' and `utility_id` = 1
select count(*) as aggregate from `contracts` where `created_at` >= '2025-10-04 20:52:17'
---
    protected function getStats(): array
{
    // Count Zayavka for the past 30 days
    $zayavkaCount = Zayavka::where('created_at', '>=', now()->subDays(30))->count();

    // Sum meter_difference for both hotels for the past month
    $meterDifferenceSum = UtilityUsage::whereBetween('usage_date', [
        now()->subMonth()->startOfMonth(), // Start of the past month
        now()->subMonth()->endOfMonth(),   // End of the past month
    ])
    ->where('utility_id', 1) // Filter by utility_id = 3
    ->sum('meter_difference');

    // Count Contracts for both hotels for the past 10 days
    $contractCount = Contract::where('created_at', '>=', now()->subDays(10))->count();