app/Livewire/TourCalendar.php

    public function render()
    {
        $windowStart = $this->startDate->copy()->startOfDay();
        $windowEnd   = $this->endDate  ->copy()->endOfDay();
        $daysCount   = $this->days->count();

        $bookings = Booking::with(['tour:id,title', 'guest:id,full_name'])
            ->whereDate('booking_start_date_time', '<=', $windowEnd)
            ->where(function ($q) use ($windowStart) {
                $q->whereNull('booking_end_date_time')
                  ->orWhereDate('booking_end_date_time', '>=', $windowStart);
            })
            ->get()
            ->map(function ($b) use ($windowStart, $windowEnd, $daysCount) {
                $start = Carbon::parse($b->booking_start_date_time)->startOfDay();
                $end   = $b->booking_end_date_time
                         ? Carbon::parse($b->booking_end_date_time)->startOfDay()
                         : $start;

                /* clip long events */
                $start = $start->lt($windowStart) ? $windowStart->copy() : $start;
                $end   = $end  ->gt($windowEnd)   ? $windowEnd  ->copy() : $end;

                $b->start_index = $windowStart->diffInDays($start);
                $b->span_days   = max(1, $start->diffInDays($end) + 1);

                $b->bar_label   = $b->guest?->full_name
                                 ?? $b->group_name
                                 ?? "Booking #{$b->id}";

                $b->colour      = $b->payment_status === 'paid'
                                  ? '#16a34a'  // green
                                  : '#f97316'; // orange
                return $b;
            });

        $rows = $bookings->groupBy(
            fn ($b) => $b->tour?->title ?? 'Unknown Tour'
        );
---
select * from `bookings` where date(`booking_start_date_time`) <= '2025-11-30' and (`booking_end_date_time` is null or date(`booking_end_date_time`) >= '2025-11-01')
select `id`, `full_name` from `guests` where `guests`.`id` in (8, 9, 10, 11, 12, 13, 14, 16, 17, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 30, 31, 32, 33, 34)
select `id`, `title` from `tours` where `tours`.`id` in (1, 3)
select `id`, `title` from `tours` where `tours`.`id` in (1, 6, 9)