app/Filament/Resources/BookingResource.php

                                    ->relationship('guest', 'full_name')
                                    ->reactive()
                                    ->afterStateUpdated(function (callable $set, callable $get, $state) {
                                        $guest = Guest::find($state);
---
select * from `guests` where `guests`.`id` = '28' limit 1

            /*  Recalculate the end date whenever the tour changes           */
            $start = $get('booking_start_date_time');
            if ($start && $state) {
                if ($tour = Tour::find($state)) {
---
select * from `tours` where `tours`.`id` = '1' limit 1