app/Filament/Resources/UserResource.php

                    ])
                    ->columns(1),

                Forms\Components\Section::make('🟢 POS Bot Access')
                    ->description('For cashiers to manage shifts and transactions via Telegram')
                    ->schema([
                        Forms\Components\Toggle::make('pos_bot_enabled')
                            ->label('Enable POS Bot Access')
                            ->helperText('User can authenticate and use POS bot features')
                            ->default(false)
                            ->live(),
                        Forms\Components\Placeholder::make('pos_requirements')
                            ->label('Requirements')
                            ->content(function ($record) {
                                if (!$record) return 'ℹ️ Save user first to see requirements';

                                $checks = [];
                                $checks[] = $record->phone_number ? '✅ Phone number set' : '❌ Phone number required';
                                $checks[] = $record->hasAnyRole(['cashier', 'manager', 'super_admin'])
                                    ? '✅ Has required role (cashier/manager/super_admin)'
                                    : '⚠️ Needs role: cashier, manager, or super_admin';
                                $checks[] = $record->locations->count() > 0
                                    ? '✅ Assigned to ' . $record->locations->count() . ' location(s)'
                                    : '⚠️ Must be assigned to at least one location';
---
select `locations`.*, `location_user`.`user_id` as `pivot_user_id`, `location_user`.`location_id` as `pivot_location_id`, `location_user`.`created_at` as `pivot_created_at`, `location_user`.`updated_at` as `pivot_updated_at` from `locations` inner join `location_user` on `locations`.`id` = `location_user`.`location_id` where `location_user`.`user_id` = 2 and `locations`.`deleted_at` is null