app/Models/Booking.php

    protected static function boot()
    {
        parent::boot();

        static::created(function ($booking) {
            // Generate booking number like "BOOK-2025-001"
            Log::info("Booking created with ID: {$booking->id}");

        $month = now()->month;
        $year = $month >= 11 ? now()->year + 1 : now()->year;

        $booking->booking_number = 'BOOK-' . $year . '-' . str_pad($booking->id, 3, '0', STR_PAD_LEFT);

        Log::info("Generated booking number: {$booking->booking_number}");


        $booking->saveQuietly();
---
update `bookings` set `guest_id` = '28', `booking_start_date_time` = '2025-05-15 00:00:00', `guide_id` = null, `tour_id` = '1', `booking_end_date_time` = '2025-05-15 00:00:00', `driver_id` = null, `pickup_location` = 'sa', `dropoff_location` = 'dsfsd', `booking_status` = 'pending', `booking_source` = 'website', `special_requests` = 'Quisquam explicabo Veniam inventore reprehenderit quibusdam sint quia adipisci ut consequat Est voluptatum mollit non', `created_at` = '2025-05-25 06:26:30', `id` = 44, `booking_number` = 'BOOK-2025-044', `bookings`.`updated_at` = '2025-05-25 06:26:30' where `id` = 44

            '38738713',
            '5164858668',
        ];
        $chatRecords = Chat::whereIn('chat_id', $desiredTelegramIds)->get();
---
select * from `chats` where `chat_id` in ('38738713', '5164858668')