app/Models/CashierShift.php

select sum(`amount`) as aggregate from `cash_transactions` where `cash_transactions`.`cashier_shift_id` = 78 and `cash_transactions`.`cashier_shift_id` is not null and `type` = 'out' and `currency` = 'UZS' and `cash_transactions`.`deleted_at` is null
---
    public function getTotalCashInForCurrency(Currency $currency): float
    {
        return $this->transactions()
            ->whereIn('type', [TransactionType::IN, TransactionType::IN_OUT])
            ->where('currency', $currency)
            ->drawerTruth()
            ->sum('amount');

select * from `cashier_shifts` where `user_id` = 2 and `status` = 'open' and `cashier_shifts`.`deleted_at` is null limit 1
---
    public static function userHasOpenShift(int $userId): bool
    {
        // Drawer-singleton invariant: a shift sitting in UNDER_REVIEW (pending
        // owner approval, C1.2+) still locks the drawer — the cashier must
        // not be able to start a new shift or open new payments while the
        // close is awaiting decision.
        return self::where('user_id', $userId)
            ->whereIn('status', [ShiftStatus::OPEN, ShiftStatus::UNDER_REVIEW])
            ->exists();

select * from `cash_drawers` where `cash_drawers`.`id` in (6) and `cash_drawers`.`deleted_at` is null
---
    public static function getUserOpenShift(int $userId): ?self
    {
        return self::where('user_id', $userId)
            ->whereIn('status', [ShiftStatus::OPEN, ShiftStatus::UNDER_REVIEW])
            ->with('cashDrawer')
            ->first();

select * from `beginning_saldos` where `beginning_saldos`.`cashier_shift_id` = 78 and `beginning_saldos`.`cashier_shift_id` is not null and `currency` = 'UZS' limit 1
---
    public function getBeginningSaldoForCurrency(Currency $currency): float
    {
        // First check the multi-currency beginning saldos table
        $beginningSaldo = $this->beginningSaldos()
            ->where('currency', $currency->value)
            ->first();