app/Models/User.php

select exists(select * from `users` where `email` = 'odilorg@gmail.com') as `exists`
---
    public function canAccessPanel(Panel $panel): bool
    {
        return self::where('email', $this->email)->exists();