app/Filament/Pages/ExpenseReports.php

select `name`, `id` from `hotels`
---
    public function mount()
    {
        $this->hotels = Hotel::pluck('name', 'id')->toArray();

select `name`, `id` from `hotels`
select * from `hotels` where `hotels`.`id` in (1)
select `category_id`, `hotel_id`, SUM(amount) as total_amount from `expenses` where `expense_date` between '2025-04-09' and '2025-05-25' and `hotel_id` = '1' group by `category_id`, `hotel_id`
---
    public function createReport(): void
    {
        $startDate = $this->start_date;
        $endDate = $this->end_date;
        $hotelId = $this->hotel_id;

        // Calculate the middle date of the report period
        $middleDate = $this->getMiddleDate($startDate, $endDate);

        // Fetch USD conversion rate dynamically
        $usdConversionRate = $this->fetchUSDConversionRate($middleDate);

        $hotels = Hotel::pluck('name', 'id')->toArray();
        $expensesQuery = Expense::query()
            ->whereBetween('expense_date', [$startDate, $endDate])
            ->select(
                'category_id',
                'hotel_id',
                DB::raw('SUM(amount) as total_amount')
            )
            ->with('category', 'hotel')
            ->groupBy('category_id', 'hotel_id');

        if ($hotelId !== 'all') {
            $expensesQuery->where('hotel_id', $hotelId);
        }

        $expenses = $expensesQuery->get();