app/Jobs/GenerateBookingPdf.php

update `bookings` set `file_name` = 'booking-confirmation-42.pdf', `bookings`.`updated_at` = '2025-05-25 06:17:19' where `id` = 42
---
    public function handle()
    {
        $pdf = Pdf::loadView('confirmations.booking-confirmation', ['booking' => $this->booking])
        ->setPaper('a4', 'portrait')
        ->setWarnings(false);



       // $pdf = Pdf::loadView('confirmations.booking-confirmation', ['booking' => $this->booking]);

        $fileName = 'booking-confirmation-' . $this->booking->id . '.pdf';

        Storage::put("public/confirmations/{$fileName}", $pdf->output());

       // Storage::put($filePath, $pdf->output());


        $this->booking->updateQuietly([
            'file_name' => $fileName,
        ]);